{"date": "2023-07-27", "keyword_phrases": ["climate news carbon removal", "climate news carbon offsets", "climate news carbon credits", "climate news carbon net zero", "climate news SBTi", "carbon news biodiversity", "carbon trading market"], "sources": [[{"source": "WSIU", "title": "SIU-C's carbon capture process is focused on helping solve the climate change crisis", "link": "https://www.wsiu.org/siu/2023-07-26/siu-cs-carbon-capture-process-is-focused-on-helping-solve-the-climate-change-crisis", "summary": "- Southern Illinois University Carbondale's carbon capture technology, known as OHD, is gaining recognition through the XPRIZE Carbon Removal student competition.\n- The Carbon Down Under team, led by faculty researchers Scott Hamilton-Brehm and Ken Anderson, is ranked one of the top 60 teams in the world, competing against both universities and big companies.\n- The team is seeking funding to move their technology from the lab to the field.\n- XPRIZE has selected Carbon Down Under and nine other teams for short films to showcase their carbon sequestration concepts.\n- The SIU-C team's video will be available on the XPRIZE YouTube channel.\n- More information on the OHD technology will be shared on WSIU Radio's InFocus.", "classification": {"category": "CategoryS1", "reason": "The article highlights the XPRIZE Carbon Removal competition and Southern Illinois University Carbondale's carbon capture technology, known as OHD."}, "sentiment": {"score": 4, "reason": "The article highlights a positive sentiment by focusing on Southern Illinois University Carbondale's carbon capture technology and their participation in the XPRIZE Carbon Removal competition."}, "content": "\n[Southern Illinois University Carbondale’s](https://news.siu.edu/2023/07/072423-SIUs-XPRIZE-team-and-their-carbon-capture-efforts-featured-in-a-film.php) idea for capturing carbon underground is getting more exposure thanks to a student competition.\n\n[XPRIZE Carbon Removal](https://www.xprize.org/prizes/carbonremoval/articles/xprize-and-musk-foundation-name-23-winners-in-five-million-dollar-carbon-removal-student-competition), funded by the Musk Foundation, is highlighting SIU-C's process known as OHD... or oxidative hydrothermal dissolution.\n\nThe Carbon Down Under team includes faculty researchers Scott Hamilton-Brehm and Ken Anderson as well as students Tia Zimmerman and Bethany Egge.\n\nAnderson says SIU-C is leading the way in finding solutions to climate change.\n\n\"The Carbon Down Under team was ranked one of the top 60 teams in the world. That's competing not just against other universities, but against big companies with deep pockets and so forth. Our little technology, we're the little engine that could, because our technology is good.\"\n\nHamilton-Brehm says the team needs funding now to take their technology from the lab into the field.\n\nXPRIZE recently chose ten teams, including Carbon Down Under at SIU-C, for short, independent films to highlight the new concepts in carbon sequestration technology.\n\nThe video of the SIU-C team will be posted Thursday morning on the XPRIZE YouTube channel, under [videos](https://www.youtube.com/@xprize/videos).\n\nWe'll have more on the OHD technology in the coming days on WSIU Radio's InFocus.  \n\n\n\n"}, {"source": "The Verge", "title": "Why sucking CO2 out of the atmosphere can't undo all the effects of climate change", "link": "https://www.theverge.com/2023/7/26/23807051/climate-change-carbon-removal-desert-drought-hadley-cell-research", "summary": "- Carbon dioxide removal cannot fully reverse the effects of climate change.\n- The Hadley cell, an atmospheric circulation pattern, is affected by carbon dioxide emissions and impacts weather globally.\n- Taking carbon dioxide out of the atmosphere may not restore the Hadley cell to its original state.\n- Expanding dry zones due to the intensification of the Hadley cell can lead to droughts, food and water shortages, and displacement.\n- Reduction of carbon dioxide emissions is crucial to prevent the worst effects of climate change.", "classification": {"category": "CategoryS1", "reason": "The article discusses carbon dioxide removal and its limitations in reversing the effects of climate change."}, "sentiment": {"score": 4, "reason": "The article highlights the importance of reducing carbon emissions and the limitations of carbon dioxide removal, emphasizing the need for immediate action."}, "content": "Sucking planet-heating carbon dioxide of the atmosphere doesn’t reverse all the effects of climate change, new research tells us. Carbon dioxide removal, as it’s called, can sound like science fiction — but many companies are already counting on it to undo some of the damage caused by their pollution.\n\nCompanies might try to prevent their greenhouse gas emissions altogether, *or* they might try to clean it up after the fact. That’s why we’re seeing all kinds of brands, from [Microsoft](/2023/3/22/23651587/microsoft-climate-tech-startup-carboncapture-wyoming) to [the Houston Texans](/2023/1/9/23546460/houston-texans-nfl-offset-emissions-carbon-removal-climate-oil-occidental), saying that they’ll plant trees or invest in new technologies that are supposed to filter CO2 out of the air. But even if they’re successful in trapping CO2, does it reverse the consequences of creating that pollution in the first place?\n\nNot completely — at least not on a reasonable timeline, suggests a [study](http://www.science.org/doi/10.1126/sciadv.adg1801) published today in the journal *Science Advances*. It looks at the consequences carbon dioxide emissions have on an atmospheric circulation pattern called the [Hadley cell](https://www.climatesignals.org/climate-signals/hadley-cell-expansion) that has a big impact on weather across much of the world. The study shows what might happen to the world if people keep polluting willy-nilly before finding a way to take those CO2 emissions out of the atmosphere. \n\n“Nature is not that simple.” \n\nSurprise, surprise — things don’t just snap back to normal, the study finds. That shows how important it is to limit pollution now rather than waiting to clean it up later. “It’s easy to think that if we reduce the CO2 concentration, the atmosphere will recover to its original state,” says Seo-Yeon Kim, lead author of the study and a postdoctoral researcher at Seoul National University. “Nature is not that simple.” \n\nThe Hadley cell is a defining factor for many of the world’s deserts and rainforests. It moves moisture and heat between the tropics (regions closest to the equator) to the subtropics (adjacent areas further from the equator). Warm air rises in the tropics, bringing on lots of rain. The air then moves poleward to the subtropics, around 20 to 30 degrees north and south of the equator, before it comes back down as very dry air — which is why most of Earth’s hot deserts lie in these subtropical regions. \n\nGreenhouse gas emissions from burning fossil fuels are messing up that system. The Hadley cell is expanding, intensifying droughts in subtropical regions. \n\n“You’re going to have more regions that will have become more desert-like,” says Rei Chemke, an assistant professor at Weizmann Institute of Science focused on atmospheric, oceanic, and climate dynamics. “Even modest changes could have large climate impact there on people.”\n\nDroughts in expanding dry zones could exacerbate food and water shortages and displace people from their homes, the new paper notes. The Hadley cell has already intensified severe droughts in Chile and South Africa and affected agriculture in Southern Australia, says Richard Seager, a climate scientist at Columbia University’s Lamont Doherty Earth Observatory.\n\nKim and her colleagues modeled what would happen if atmospheric carbon dioxide concentrations continue to rise by 1 percent every year for the next 140 years — similar to a “[high-emissions](https://www.carbonbrief.org/explainer-the-high-emissions-rcp8-5-global-warming-scenario/)” scenario that’s often described as “business as usual” within climate research. Then, after that concentration had quadrupled, they modeled what would happen if the amount of C02 in the atmosphere dropped at the same rate over the same time period. In theory, that should cause the Hadley cell to contract — bringing its borders away from the poles back to where they were before carbon dioxide pollution shifted its boundaries.\n\nBut that’s where things get a little wacky. The impact of taking carbon dioxide out of the atmosphere was different in the Northern Hemisphere compared to the Southern Hemisphere of the planet. In the study, the northern edge of the Hadley cell moved even further south from where it used to be historically, overshooting the desired target. But the southern edge of the Hadley cell shifted much more slowly — so slow that it didn’t return to its starting point. Given a couple more centuries, things could eventually shift back to normal. But in the meantime, that can make life particularly hard for people and wildlife dealing with the consequences.\n\nThings get a little wacky\n\nBoth Seager and Chemke, who were not involved in the study, say more work is needed to understand what might happen in a more realistic scenario than the one laid out in this study. Waiting 140 years before reducing carbon dioxide emissions leaves the world in a perilous place, with [weather disasters already](/2021/8/9/22613531/climate-change-united-nations-report-extreme-weather-ipcc) [becoming more frequent and extreme](/22617371/extreme-weather-science-attribution-un-report-climate-change). It might be more helpful to policymakers to see what might happen to the Hadley cell on a shorter timeline with action taken more immediately. \n\nThere are a lot of variables to keep in mind that can lead to unexpected outcomes with efforts to take CO2 out of the atmosphere. The differences between the Northern and Southern Hemispheres’ responses in the study were linked to ocean temperatures being more slow to respond to changes in CO2 concentrations, for instance. And [ozone depletion](/2023/1/10/23547383/ozone-layer-hole-healing-world-meteorological-organization) in the Southern Hemisphere also makes the Hadley cell’s influence over shifting desert regions more pronounced there. \n\n### Related\n\n* [Visualizing the scale of the carbon removal problem](/2022/4/7/23013822/carbon-dioxide-removal-direct-air-capture-climate-change)\n* [Saving the forests won’t be enough to stop climate change — we need substantial emission cuts](/2023/5/18/23727638/forest-carbon-capture-climate-change-study)\n“There will be surprises in what happens [when we draw CO2 down],” Seager says. “It’s not going to be equal and opposite to what happened when we started warming up the planet.”\n\nTo avoid the worst effects of climate change, any efforts to take CO2 out of the atmosphere are really only supplementary at best. A transition to clean energy is what can stop planet-heating pollution from building up in the first place. “Reducing emissions right now is the most important thing,” Kim says.\n\n"}, {"source": "Phys.org", "title": "Carbon capture may not rescue drought-prone regions, research finds", "link": "https://phys.org/news/2023-07-carbon-capture-drought-prone-regions.html", "summary": "- Invalid request sent by the browser\n- 400 bad request error occurred", "classification": {"category": "CategoryO1", "reason": "The article contains an HTTP error message, indicating that it is not related to carbon."}, "sentiment": {"score": 1, "reason": "The article does not contain any sentiment or information related to carbon removal or emission prevention."}, "content": "400 Bad request\n===============\n\n\nYour browser sent an invalid request.\n"}], [{"source": "Reuters", "title": "Global standards launched to boost $2 bln voluntary carbon market", "link": "https://www.reuters.com/sustainability/climate-energy/global-standards-launched-boost-2-bln-voluntary-carbon-market-2023-07-26/", "summary": "- A global initiative aims to grow the $2 billion market for carbon offsets\n- Criteria for new voluntary standards for carbon offsets have been outlined\n- Labelled credits are hoped to be issued by the end of the year to bring transparency to the unregulated market\n- Demand for carbon offsets is expected to grow as companies with net-zero goals buy them to cancel out emissions elsewhere\n- The market is unregulated and lacks transparency, making it difficult to assess which credits to use\n- The Integrity Council for the Voluntary Carbon Market (ICVCM) has published criteria for projects to achieve its new Core Carbon Principle (CCP) standards\n- CCP credits will require additional measures, and not all existing credits will gain CCP status\n- Technology involving carbon capture and store in oil recovery projects and coal-fired power generation will be excluded from CCPs\n- Projects developing new gas plants might be included if they meet all requirements and lead to emissions reductions\n- Retired CCP credits will need to identify the company on whose behalf they were retired", "classification": {"category": "CategoryD1", "reason": "The article mentions companies with net-zero goals buying carbon offsets to cancel out emissions."}, "sentiment": {"score": 4, "reason": "The article discusses a global initiative to grow the market for carbon offsets, which is seen as a positive step towards reducing emissions and mitigating climate change."}, "content": "LONDON, July 27 (Reuters) - A global initiative designed to grow the $2 billion market for carbon offsets outlined criteria for new voluntary standards on Thursday, and hopes to issued labelled credits by the end of the year to bring transparency to the unregulated marketplace.\n\nDemand for carbon offsets - credits for emissions-reducing activity that can be generated through projects such as tree planting - is expected to grow as companies with net-zero goals buy them to cancel out emissions elsewhere.\n\nBut the market is unregulated, with many different standards and approaches making it difficult for companies to assess which credits they should use.\n\nCritics of the market cite concerns including poor transparency and questions over the environmental quality of projects.\n\nThe Integrity Council for the Voluntary Carbon Market (ICVCM), an independent governance body for the market, has published its criteria for projects to achieve its new Core Carbon Principle (CCP) standards.\n\nThe criteria \"set a global threshold for quality which aims to unlock finance at speed and scale for projects to reduce and remove billions of tonnes of emissions that would not otherwise be viable,\" said Integrity Council Chair Annette Nazareth in a statement.\n\nThe most widely traded offsets standards are those deemed eligible under the CORISA scheme set up for the global airline industry.\n\nCCP approval will require many of the same features as CORISA, such as a project having quantified monitoring, reporting and verification standards, or being unable to go ahead without the revenue from the sale of carbon credits.\n\nHowever, CCP credits will require additional measures for some areas, such as further governance checks. That means not all CORISA credits will likely gain CCP status.\n\n\"We do expect this will have a significant impact on the market, but we can't prejudge the pre-designed assessment process we are about to start,\" ICVCM COO William McDonnell said in an interview.\n\nTechnology to capture and store carbon emissions at projects that also involve oil recovery will be excluded from the CCPs, as will any projects involving coal-fired power generation.\n\nThere could be instances where projects developing new gas plants might be included, if they meet all the other requirements and are part of jurisdiction or country-led initiative and result in clear emissions reductions, ICVCM said.\n\nCurrently it is not mandatory for a company retiring a carbon credit to disclose their name but under the new standards registries retiring CCP credits will need to identify on whose behalf the credits have been retired.\n\nOnce a credit has been retired it cannot be traded or used to meet climate targets by another company.\n\nReporting by Susanna Twidale; Editing by Jan HarveyOur Standards: [The Thomson Reuters Trust Principles.](https://www.thomsonreuters.com/en/about-us/trust-principles.html)\n\n* \n* \n* \n* \n* \n"}, {"source": "Financial Times", "title": "Rio Tinto admits 2025 climate target in jeopardy without carbon offsetting", "link": "https://www.ft.com/content/53df0cca-74b2-4be1-881a-18d37f9a90c8", "summary": "- Trial includes complete access to FT.com with both Standard Digital and Premium Digital packages\n- Standard Digital includes global news, analysis, and expert opinion\n- Premium Digital includes Lex business column and 15 curated newsletters\n- At the end of the trial, if no action is taken, auto-enrollment in premium digital monthly subscription plan for $69 per month\n- Can change plan at any time during trial in Settings & Account section\n- Can opt to pay annually and save 20% for premium access\n- Can downgrade to Standard Digital\n- Changes made during trial become effective at the end of the trial period\n- Can cancel or change subscription at any time online in Settings & Account section\n- Accepted forms of payment are credit card, debit card, and PayPal.", "classification": {"category": "CategoryO1", "reason": "The article is about the trial and payment options for accessing FT.com, it does not mention carbon."}, "sentiment": {"score": 3, "reason": "The article is neutral in sentiment as it provides information about accessing FT.com and payment options, without any mention of carbon."}, "content": "\n\n### What is included in my trial?\n\n\nDuring your trial you will have complete digital access to FT.com with everything in both of our Standard Digital and Premium Digital packages.\n\n\nStandard Digital includes access to a wealth of global news, analysis and expert opinion. Premium Digital includes access to our premier business column, Lex, as well as 15 curated newsletters covering key business themes with original, in-depth reporting. For a full comparison of Standard and Premium Digital, [click here](https://subs.ft.com/spa3_digital).\n\n\nChange the plan you will roll onto at any time during your trial by visiting the “Settings & Account” section.\n\n\n### What happens at the end of my trial?\n\n\n***If you do nothing,*** you will be auto-enrolled in our premium digital monthly subscription plan and retain complete access for $69 per month.\n\n\n***For cost savings,*** you can change your plan at any time online in the “Settings & Account” section. If you’d like to retain your premium access and save 20%, you can opt to pay annually at the end of the trial.\n\n\nYou may also opt to downgrade to Standard Digital, a robust journalistic offering that fulfils many user’s needs. Compare Standard and Premium Digital [here](https://subs.ft.com/spa3_digital).\n\n\nAny changes made can be done at any time and will become effective at the end of the trial period, allowing you to retain full access for 4 weeks, even if you downgrade or cancel.\n\n\n\n\n### When can I cancel?\n\n\nYou may change or cancel your subscription or trial at any time online. Simply log into [Settings & Account](https://accounts.ft.com/login) and select \"Cancel\" on the right-hand side.\n\n\nYou can still enjoy your subscription until the end of your current billing period.\n\n\n### What forms of payment can I use?\n\n\nWe support credit card, debit card and PayPal payments.\n\n\n\n"}, {"source": "CarbonCredits.com", "title": "Danish Company Turns Poop Into Profit via Biochar and Carbon Credits", "link": "https://carboncredits.com/aquagreen-biomass-treatment-technology-turns-poop-into-biochar/", "summary": "- Website is undergoing maintenance\n- Website will be back shortly", "classification": {"category": "CategoryO1", "reason": "The article is not related to carbon."}, "sentiment": {"score": 5, "reason": "The sentiment of the article is positive as it indicates efforts to maintain and improve a website."}, "content": "\n\nWeb\nMaintenance\n\n Please forward this error screen to carboncredits.com's  [WebMaster](mailto:webmaster@carboncredits.com?subject=Error message [403] (none) for carboncredits.com/aquagreen-biomass-treatment-technology-turns-poop-into-biochar/ port 443 on Wednesday, 26-Jul-2023 20:58:44 EDT).\n \nWebsite currently undergoing maintenance, and will be back shortly.\n\n\n"}], [{"source": "Reuters", "title": "Global standards launched to boost $2 bln voluntary carbon market", "link": "https://www.reuters.com/sustainability/climate-energy/global-standards-launched-boost-2-bln-voluntary-carbon-market-2023-07-26/", "summary": "- Global initiative aims to develop voluntary standards for carbon offsets\n- Criteria for new Core Carbon Principle (CCP) standards outlined by Integrity Council for the Voluntary Carbon Market\n- CCP credits will have additional measures beyond CORISA standards\n- Technology involving carbon capture at oil recovery projects and coal-fired power generation excluded from CCPs\n- New standards will require disclosure of the company retiring carbon credits\n- CCP credits expected to have a significant impact on the market", "classification": {"category": "CategoryS1", "reason": "Article discusses criteria for new voluntary standards for carbon offsets"}, "sentiment": {"score": 4, "reason": "Article discusses criteria for new voluntary standards for carbon offsets, indicating a positive sentiment towards reducing carbon emissions"}, "content": "LONDON, July 27 (Reuters) - A global initiative designed to grow the $2 billion market for carbon offsets outlined criteria for new voluntary standards on Thursday, and hopes to issued labelled credits by the end of the year to bring transparency to the unregulated marketplace.\n\nDemand for carbon offsets - credits for emissions-reducing activity that can be generated through projects such as tree planting - is expected to grow as companies with net-zero goals buy them to cancel out emissions elsewhere.\n\nBut the market is unregulated, with many different standards and approaches making it difficult for companies to assess which credits they should use.\n\nCritics of the market cite concerns including poor transparency and questions over the environmental quality of projects.\n\nThe Integrity Council for the Voluntary Carbon Market (ICVCM), an independent governance body for the market, has published its criteria for projects to achieve its new Core Carbon Principle (CCP) standards.\n\nThe criteria \"set a global threshold for quality which aims to unlock finance at speed and scale for projects to reduce and remove billions of tonnes of emissions that would not otherwise be viable,\" said Integrity Council Chair Annette Nazareth in a statement.\n\nThe most widely traded offsets standards are those deemed eligible under the CORISA scheme set up for the global airline industry.\n\nCCP approval will require many of the same features as CORISA, such as a project having quantified monitoring, reporting and verification standards, or being unable to go ahead without the revenue from the sale of carbon credits.\n\nHowever, CCP credits will require additional measures for some areas, such as further governance checks. That means not all CORISA credits will likely gain CCP status.\n\n\"We do expect this will have a significant impact on the market, but we can't prejudge the pre-designed assessment process we are about to start,\" ICVCM COO William McDonnell said in an interview.\n\nTechnology to capture and store carbon emissions at projects that also involve oil recovery will be excluded from the CCPs, as will any projects involving coal-fired power generation.\n\nThere could be instances where projects developing new gas plants might be included, if they meet all the other requirements and are part of jurisdiction or country-led initiative and result in clear emissions reductions, ICVCM said.\n\nCurrently it is not mandatory for a company retiring a carbon credit to disclose their name but under the new standards registries retiring CCP credits will need to identify on whose behalf the credits have been retired.\n\nOnce a credit has been retired it cannot be traded or used to meet climate targets by another company.\n\nReporting by Susanna Twidale; Editing by Jan HarveyOur Standards: [The Thomson Reuters Trust Principles.](https://www.thomsonreuters.com/en/about-us/trust-principles.html)\n\n* \n* \n* \n* \n* \n"}, {"source": "South China Morning Post", "title": "China’s voluntary carbon market could relaunch as early as October: experts", "link": "https://www.scmp.com/business/article/3229036/chinas-voluntary-carbon-market-could-relaunch-early-october-support-countrys-climate-efforts-experts", "summary": "- China's voluntary carbon market could relaunch in October to support climate efforts\n- The relaunch could greatly benefit climate mitigation projects\n- The CCER is seen as an important supplementary mechanism to China's national Emissions Trading Scheme.", "classification": {"category": "CategoryN1", "reason": "The article mentions China's voluntary carbon market relaunch and its potential impact on climate mitigation projects."}, "sentiment": {"score": 4, "reason": "The article discusses the relaunch of China's voluntary carbon market to support climate efforts, which is seen as positive for climate mitigation projects."}, "content": " [Business](/business)    \n China’s voluntary carbon market could relaunch as early as October to support country’s climate efforts, experts say\n========================================================================================================================\n\n * The relaunch of the scheme could greatly benefit climate mitigation projects, experts say\n* CCER is seen as an important supplementary mechanism to China’s national Emissions Trading Scheme\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n  [Business of climate change](https://www.scmp.com/topics/business-climate-change) + FOLLOW    [![Yujie Xue](data:image/gif;base64,iVBORw0KGgoAAAANSUhEUgAAAAMAAAACCAQAAAA3fa6RAAAAEElEQVR42mN8+p8BCBghFAAiEQPLD3901QAAAABJRU5ErkJggg==)](/author/yujie-xue)   [Yujie Xue](/author/yujie-xue)   in Shenzhen + FOLLOW  Published: 6:00am, 27 Jul, 2023\n\n Updated: 6:00am, 27 Jul, 2023\n\n  [Why you can trust SCMP](/policies-and-standards) "}, {"source": "CarbonCredits.com", "title": "Danish Company Turns Poop Into Profit via Biochar and Carbon Credits", "link": "https://carboncredits.com/aquagreen-biomass-treatment-technology-turns-poop-into-biochar/", "summary": "- Website currently undergoing maintenance\n- Will be back shortly", "classification": {"category": "CategoryO1", "reason": "The article is not related to carbon"}, "sentiment": {"score": 3, "reason": "The article does not provide enough information about carbon removal or emission prevention to evaluate sentiment."}, "content": "\n\nWeb\nMaintenance\n\n Please forward this error screen to carboncredits.com's  [WebMaster](mailto:webmaster@carboncredits.com?subject=Error message [403] (none) for carboncredits.com/aquagreen-biomass-treatment-technology-turns-poop-into-biochar/ port 443 on Wednesday, 26-Jul-2023 20:59:07 EDT).\n \nWebsite currently undergoing maintenance, and will be back shortly.\n\n\n"}], [{"source": "Minnesota Reformer", "title": "Democrats push more resilient, lower-carbon infrastructure at U.S. Senate climate hearing", "link": "https://minnesotareformer.com/2023/07/26/democrats-push-more-resilient-lower-carbon-infrastructure-at-u-s-senate-climate-hearing/", "summary": "- U.S. Senate panel and experts highlight how climate change is damaging infrastructure and the national economy\n- Members of Senate Budget Committee agree on the need for resilient infrastructure and faster federal approval for large projects\n- Democrats support carbon emissions reduction, while Republicans downplay the issue\n- Examples of extreme weather damage to infrastructure and economic activity cited\n- Focus on building resilient infrastructure and achieving net-zero carbon emissions by 2050 advocated\n- Republicans criticize the committee's focus on climate change while national debt grows\n- Disagreement between lawmakers on prioritizing infrastructure resilience or limiting carbon emissions\n- Calls for reforming environmental laws to speed up project approvals and reduce delays\n- Bipartisan support for permitting overhaul, both for fossil fuel and renewable energy projects", "classification": {"category": "CategoryN1", "reason": "The article discusses the impact of climate change on infrastructure and the national economy."}, "sentiment": {"score": 2, "reason": "The article discusses the negative impact of climate change on infrastructure and the national economy, but does not primarily focus on removing carbon from the atmosphere or preventing carbon emissions."}, "content": "\nThe changing climate is hurting infrastructure and the national economy, members of a U.S. Senate panel and experts said Wednesday.\n\n\nMembers of both parties on the U.S. Senate Budget Committee agreed at a Wednesday hearing on the need for more resilient infrastructure that could withstand the pressures of a changing climate. They also agreed speeding up the process for gaining federal approval for large infrastructure and energy projects would be helpful.\n\n\nDemocrats voiced support for taking steps to reduce carbon emissions, while Republicans mostly ignored that issue or said it would be a waste. Among those testifying was Louisiana Gov. John Bel Edwards, a Democrat, who said his state is particularly vulnerable to climate change and contributes more carbon emissions than most states.\n\n\nU.S. Senate Budget Committee Chairman Sheldon Whitehouse cited several examples from across the country of extreme weather damaging infrastructure.\n\n\nExcessive heat has led to roads buckling in Oregon, Texas and Utah, he said. Utilities have preemptively shut off power lines to avoid wildfires in the West. Drought in the Midwest brought water levels so low that river barges got stuck.\n\n\nThose examples and others hurt economic activity, Whitehouse said.\n\n\nThe Rhode Island Democrat advocated for a two-track approach to build more resilient power lines, bridges, sewer systems, levees and other infrastructure, and to reach net-zero carbon emissions by 2050.\n\n\n“Repeatedly, this committee has heard expert testimony about the massive economic and fiscal costs of dawdling,” he said. “Those dangers are clear and present. I hope that the message is getting through: This is real.”\n\n\nWhitehouse praised state-level efforts in Louisiana for its coastal resiliency planning and Iowa for promoting wind power. Nearly two-thirds of Iowa’s energy production now comes from wind, Whitehouse said.\n\n\n#### Republicans question priorities\n\n\nThe ranking Republican on the panel, Iowa’s Chuck Grassley, said he was supportive of climate change policies — including the wind power tax credit he championed that was helpful to his state’s wide-scale adoption of wind energy — but that the committee was overly focused on the issue.\n\n\nWednesday’s hearing was one in a series held by Whitehouse, known as one of the Senate’s most aggressive climate hawks, while the core mission of the Budget Committee has gone unaddressed, Grassley said.\n\n\n“Our nation is over $32 trillion in debt, yet this committee is holding the 11th hearing on climate change,” he said. “Our spending is out of control and Democrats haven’t written a budget in the past two years.”\n\n\nU.S. Sen. Ron Johnson, a Republican from Wisconsin, characterized attempts to limit carbon emissions as useless.\n\n\nThe Inflation Reduction Act — the law Democrats [passed last year](https://www.newsfromthestates.com/article/us-senate-passes-major-health-tax-and-climate-bill-boost-democrats) that includes hundreds of billions for renewable energy tax credits and other climate priorities — could cost the federal government $1.2 trillion, according to some estimates, Johnson said.\n\n\n“I have no idea where that money’s going to be spent,” Johnson said. “If it’s going to be spent trying to mitigate climate change, I would argue it’s probably going to be misspent because I don’t think there’s anything we can really do to hold back the tides.”\n\n\nThe government should instead spend a fraction of that money to make sure the electric grid is reliable and resilient, even in the face of natural disasters, Johnson said.\n\n\n#### ‘Both fronts’\n\n\nLouisiana’s Edwards told senators he has prioritized both limiting emissions and preparing infrastructure for extreme weather events, such as hurricanes, that are linked to climate change.\n\n\nAsked by Johnson if it wouldn’t be more effective to focus on infrastructure resilience rather than limiting carbon emissions, Edwards said he had a difference of opinion with Johnson.\n\n\n“I think we need to be acting on both fronts,” he said.\n\n\nJohnson implied that a U.S. transition away from fossil fuels would not affect the carbon emissions of rapidly developing countries like China and India. Limiting fossil fuel production ignores the current economic reality, he said.\n\n\nBut Edwards said looking to renewable energy sources would be a wise long-term strategy.\n\n\n“I’m not an enemy of fossil fuels,” he said. “We’ve been a fossil fuel state for over 100 years. But it’s clear to me if we’re going to be an energy state in the next 50 years, we’re going to embrace the transition. We will reduce our reliance on fossil fuels, increase our reliance on clean energy such as wind.”\n\n\n#### Hopes remain for permitting overhaul\n\n\nThe [debt limit deal](https://www.newsfromthestates.com/article/biden-mccarthy-say-they-have-brokered-debt-limit-deal-avert-us-default) that Congress [passed this year](https://www.newsfromthestates.com/article/us-senate-sends-biden-debt-limit-legislation-ahead-monday-default-deadline) included some changes to how federal agencies grant environmental approvals for infrastructure and energy projects.\n\n\nBut those changes were insufficient to speed up projects that are hampered by administrative delays and legal challenges, according to Alex Herrgott, the leader of The Permitting Institute, a group that advocates for easier permitting requirements.\n\n\nTo see real change, lawmakers would have to alter bedrock environmental laws like the National Environmental Policy Act, or NEPA, and the Clean Water Act, he said.\n\n\n“In practice, developers will still experience most of the same obstacles and avoidable process delays that have plagued the system for decades,” Herrgott told the panel. “Truly impactful legislation will have to move beyond macro-level NEPA changes and untangle the web of confusion and uncertainty.”\n\n\nHerrgott, who led the Federal Permitting Improvement Steering Council under former President Donald Trump, said the issue was nonpartisan.\n\n\n“This is not a Republican or a Democrat issue,” he said. “It is a process issue we can fix.”\n\n\nWhitehouse said he had “not given up hope on bipartisan permitting reform” passing Congress this year.\n\n\nSeveral Democrats on the panel, including Sen. Tim Kaine of Virginia, said renewable energy projects and their associated transmission lines, as well as resilient infrastructure projects, were stymied by a lengthy permitting process.\n\n\n“I think many Democrats want to do permitting reform,” Kaine said.\n\n\nRepublicans on the panel also said they supported a permitting overhaul as part of a climate change agenda.\n\n\n“Just like fossil fuel projects, renewable projects, face years of permitting delays,” Grassley said. “Why shouldn’t permitting reform be at the top list of anyone concerned about climate change?”\n\n\n"}, {"source": "Scientific American", "title": "Forests Are Losing Their Ability to Hold Carbon", "link": "https://www.scientificamerican.com/article/forests-are-losing-their-ability-to-hold-carbon/", "summary": "The article is about an error message that appears as \"Error 403 Forbidden\" and \"Error 54113\" on a webpage. The error is related to the Varnish cache server.", "classification": {"category": "CategoryO1", "reason": "The article is about an error related to a webpage's cache server, and does not mention carbon or any related topics."}, "sentiment": {"score": 1, "reason": "The article does not mention anything related to carbon, emissions, or any positive sentiment towards reducing carbon in the atmosphere."}, "content": "\nError 403 Forbidden\n===================\n\n\nForbidden\n\n\n### Error 54113\n\n\nDetails: cache-bfi-krnt7300046-BFI 1690419565 1827355530\n\n\n\n\n---\n\n\nVarnish cache server\n\n\n"}, {"source": "Hingham Anchor", "title": "Final Climate Action Plan presented; sea level rise and other climate change issues also addressed", "link": "https://www.hinghamanchor.com/final-climate-action-plan-presented-sea-level-rise-and-other-climate-change-issues-also-addressed/", "summary": "- Hingham Climate Action Planning Committee (CAPC) presents its Climate Action Plan to the Select Board after three years of work.\n- The plan aims to achieve net zero carbon emissions by 2040.\n- The Climate Action Commission (CAC) will oversee the plan's implementation.\n- Efforts include exploring new technologies, supporting government entities, educating and encouraging adoption of low-carbon technologies, and providing progress updates.\n- 362 survey responses helped identify concerns and opportunities.\n- The plan does not mandate or obligate anyone but makes recommendations.\n- The plan recognizes the need for continued refinement and growth.\n- The plan covers electricity supply, buildings, transportation, waste, community outreach, air quality, natural resources, and implementation.\n- Potential grants and funding opportunities are mentioned.\n- Concerns about protecting infrastructure from climate change impacts are raised, including sea level rise.\n- Formation of a long-range committee is suggested to address immediate needs and identify short- and long-term issues.\n- The plan is praised for its leadership and expected implementation.", "classification": {"category": "CategoryN1", "reason": "The article discusses the Climate Action Plan and efforts to achieve net zero carbon emissions."}, "sentiment": {"score": 4, "reason": "The article highlights efforts to reduce carbon emissions and address climate change, which is generally considered a positive sentiment."}, "content": "\n![](https://www.hinghamanchor.com/wp-content/uploads/2023/07/Screen-Shot-2023-07-26-at-1.58.39-PM-1024x738.png)\n\n\n**July 26, 2023 By Carol Britton Meyer**\n\n\nHingham Climate Action Planning Committee Chair Brad Moyer presented to the Select Board this week an overview of its 145-page Climate Action Plan — the culmination of three years of hard work.\n\n\n“This is an exciting moment for us,” he said. “Hingham is a leader in this area on the South Shore. Five years ago, I wouldn’t have anticipated that.”\n\n\nMoyer explained the mission of the CAPC and its successor created by Town Meeting — the Climate Action Commission — gave a brief history of Hingham climate action successes, and also shared what the plan does and doesn’t do and its structure, including a carbon inventory.\n\n\nThe CAPC’s charge was to evaluate a wide range of carbon emission reduction strategies and to propose measures to achieve a zero sum of carbon emissions produced and taken out of the atmosphere (i.e., “net zero” carbon emissions) by the year 2040 or another target date deemed feasible.\n\n\nThe CAC’s role is to support, oversee, and report on the progress of the implementation of the town’s Climate Action Plan.  \n\nThese efforts include:\n\n\n* investigating the feasibility of new technologies and best practices as applied to  \n\nHingham and to update the Climate Action Plan accordingly;\n* providing support to town committees and other municipal government entities as they work to act on recommendations to reduce carbon emissions;\n* working with businesses, residents, and organizations in town to help educate, support, and encourage adoption of low-carbon and no-carbon technologies; and\n* regularly disseminating information on the town’s progress toward Net Zero carbon emissions.\n\n\nA survey to which there were 362 responses helped identify concerns and opportunities that the plan seeks to address. The CAPC also held 40 public meetings, three public engagement sessions, three Select Board presentations, and three presentations to other town entities along with making two presentations to community groups, holding two public events, and having three articles published.\n\n\nMoyer also explained what the plan does and doesn’t do.  “It doesn’t obligate anyone to anything, mandate budget expenditures, or supplant normal town and approval processes,” he said. “It’s a call to action, and what it does do is make recommendations and ask residents, businesses and non-profits, and town government to consider actions to reduce carbon emissions.”\n\n\nThe plan also recognizes economics and changes in technology and mandates continued refinement and growth. “It’s a living document, and we need to mind it and watch it,” Moyer said.\n\n\nThe plan is “deep, but accessible — it’s digestible,” he explained. He went on to explain how to review it and how to access the detailed recommendations, the body of the plan, and the carbon inventory containing a detailed analysis and list of assumptions as to how to calculate carbon emissions in the town, using the most recent data available from 2021.\n\n\nThe contours of the plan include electricity supply, buildings, transportation, waste, community outreach, air quality, and “public pathways,” natural resources including land conservation and management, and implementation.\n\n\nThe document also provides examples of potential grants and funding opportunities.\n\n\n“I look forward to implementation of the plan and learning more about grant opportunities,” Select Board Chair Liz Klein said. “There’s a lot to digest.”\n\n\nSelect Board member Joseph Fisher said he’s impressed with the passion of the group of residents who comprise the committee and commission.\n\n\n**Climate change concerns brought up**  \n\nFellow board member William Ramsey asked about steps that could be taken to protect the town’s infrastructure from the impacts of sea level rise and other climate change threats.\n\n\n“How are we going to protect our roadways and the downtown corridor, which are very much in jeopardy — including residences, businesses, and the sewer system?” he asked.\n\n\nWhile how to reduce carbon emissions was the CAPC’s main charge, Moyer agreed this is an important issue.\n\n\nCAPC member Henry Hidell agreed that protecting the infrastructure “is a big deal” and urged the formation of a long-range committee as soon as possible to begin addressing immediate needs and to identify short- and long-term issues. “We need to begin this process,” he said. “It can’t wait.”\n\n\nPlanning Board member Gary Tondorf-Dick praised Moyer for his leadership “of this talented group that studied this complex issue.”\n\n\nKlein said she’s confident the plan will be implemented and that “it will not sit on a shelf.”\n\n\n"}], [{"source": "Yahoo Finance", "title": "BUILDINGLINK ANNOUNCES SCIENCE-BASED TARGET COMMITMENT FOR CARBON REDUCTION", "link": "https://finance.yahoo.com/news/buildinglink-announces-science-based-target-171100028.html", "summary": "- BuildingLink has received approval for its science-based target to reduce emissions\n- The company aims to reduce Scope 1 and 2 emissions by 42% by 2030 from a 2020 baseline year\n- BuildingLink will also measure and reduce Scope 3 emissions\n- The Science-Based Targets initiative promotes emissions reductions and net-zero targets in line with climate science\n- BuildingLink's carbon reduction initiatives include purchasing renewable energy certificates and collaborating with suppliers\n- The company will prioritize transparency and accountability in monitoring progress towards its target", "classification": {"category": "CategoryD1", "reason": "The article mentions BuildingLink committing to reducing emissions and setting science-based targets for carbon reduction."}, "sentiment": {"score": 5, "reason": "The article showcases BuildingLink's commitment to reducing emissions and taking climate action, which is considered a positive sentiment."}, "content": "NEW YORK, July 26, 2023 /PRNewswire/ -- BuildingLink is proud to announce our company has received validation and approval on its science-based target in alignment with the Science-Based Targets initiative (SBTi) to reduce overall emissions as part of an ongoing pledge to climate action. As a part of the commitment, BuildingLink has committed to reducing its Scope 1 and 2 emissions by 42% by 2030 from a 2020 baseline year, and will measure and reduce its Scope 3 emissions.\n\n[![BuildingLink Logo (PRNewsfoto/BuildingLink.com)]()![BuildingLink Logo (PRNewsfoto/BuildingLink.com)](https://s.yimg.com/ny/api/res/1.2/NuFszew4leF4eD8cWmCncw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTcwNTtoPTI2MQ--/https://media.zenfs.com/en/prnewswire.com/494f2ed0402628ae18d3f3983dee53fd)](https://mma.prnewswire.com/media/1858051/BuildingLink_Logo.html)BuildingLink Logo (PRNewsfoto/BuildingLink.com)Zachary Kestenbaum, BuildingLink CEO said, \"We are thrilled to make this announcement aligning with our environmental, social and governance standards, which reaffirms our dedication to sustainability and business resiliency. We believe that collaboration is key to driving change, and we will continue to work closely with our employees, customers, suppliers, and stakeholders to drive meaningful impact.\"\n\nThe Science Based Targets initiative is a global entity that drives ambitious climate action in the private sector by enabling companies to set science-based emissions reduction targets. It defines and promotes best practices in emissions reductions and net-zero targets in line with climate science and provides technical assistance and expert resources to companies. It includes the guidance, criteria and recommendations companies need to set science-based targets accelerating companies across the world to halve emissions before 2030 and achieve net-zero emissions before 2050.\n\nBuildingLink's science-based target will serve as a guiding framework for the company's carbon reduction initiatives, outlining and ensuring a systematic and measured approach leading up to 2030. To achieve these targets, BuildingLink plans to implement key initiatives including mitigating emissions associated with purchased electricity via renewable energy certificates, exploring opportunities to directly procure renewable electricity for our offices, and collaborating with suppliers to reduce risk and decrease value chain emissions.\n\nStory continues\"We will prioritize transparency and accountability, continuously monitoring progress to ensure we meet our commitment\", said Kestenbaum. \"As the industry's pioneering property management software solution, we actively drive progress in our space, and we are proud to be doing so again as part of the global efforts to decarbonize.\"\n\n**About BuildingLink:** \n\nTrusted worldwide by over 6,500 condominium associations, multifamily properties, housing associations, and housing cooperatives, BuildingLink's powerful platform empowers property managers globally to deliver a superior resident experience while streamlining communications, maintenance and community operations. BuildingLink's mission is to simplify and elevate the modern management of residential communities and buildings through inspired software solutions, pioneering technology and dedicated customer service.\n\nFor more information, visit the BuildingLink website [www.buildinglink.io](https://c212.net/c/link/?t=0&l=en&o=3929258-1&h=1850032870&u=http%3A%2F%2Fwww.buildinglink.io%2F&a=www.buildinglink.io) or follow us on [LinkedIn](https://c212.net/c/link/?t=0&l=en&o=3929258-1&h=407857198&u=https%3A%2F%2Fwww.linkedin.com%2Fcompany%2Fbuildinglink-com%2F%3FviewAsMember%3Dtrue&a=LinkedIn).\n\n**Media Contact:**  \nCourtney Phillips  \nBuildingLink  \n[Courtney.phillips@buildinglink.com](mailto:Courtney.phillips@buildinglink.com)\n\n![Cision]()![Cision](https://s.yimg.com/ny/api/res/1.2/Bkq4alPAW5cbNQf5ebhDPA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTM2O2g9MzY-/https://media.zenfs.com/en/prnewswire.com/49dea6932bd52add1385c6b82f08370f)CisionView original content to download multimedia:<https://www.prnewswire.com/news-releases/buildinglink-announces-science-based-target-commitment-for-carbon-reduction-301886564.html>\n\nSOURCE BuildingLink.com, LLC\n\n"}, {"source": "National Law Review", "title": "Science Based Targets Initiative Shows Need for Renewable Power Financing", "link": "https://www.natlawreview.com/article/science-based-targets-initiative-releases-consultation-papers-financial-institutions", "summary": "- Reading and agreeing to terms of use and privacy policy is mandated before using National Law Review website.\n- National Law Review is a free database of legal and business articles.\n- Content and links on the website are for general information purposes only and not legal or professional advice.\n- No attorney-client or confidential relationship is formed.\n- Contact an attorney or professional advisor for legal or professional advice.\n- National Law Review is not a law firm or referral service.\n- National Law Review does not answer legal questions or refer to attorneys.\n- Lawyer or professional selection should not be based solely on advertisements.\n- Results may vary and specialization or professional credentials are not verified.\n- Contact information for National Law Review is provided.", "classification": {"category": "CategoryO1", "reason": "The article does not mention carbon-related topics."}, "sentiment": {"score": 3, "reason": "The article does not discuss removing carbon from the atmosphere or preventing carbon emissions, so it is neutral in terms of sentiment."}, "content": "\n \n\n\n![As a woman owned company, The National Law Review is a certified member of the Women's Business Enterprise National Council](/sites/all/themes/nationallaw/WBE_Seal_RGB.png)\n\n\nLegal Disclaimer\n----------------\n\n\nYou are responsible for reading, understanding and agreeing to the National Law Review's (NLR’s) and the National Law Forum LLC's  [Terms of Use](https://www.natlawreview.com/national-law-review-terms-use) and [Privacy Policy](https://www.natlawreview.com/national-law-review-s-privacy-policy) before using the National Law Review website. The National Law Review is a free to use, no-log in [database](https://www.natlawreview.com/nlr-legal-analysis-and-news-database-search) of legal and business articles. The content and links on [www.NatLawReview.com](https://www.natlawreview.com) are intended for general information purposes only. Any legal analysis, legislative updates or other content and links should not be construed as legal or professional advice or a substitute for such advice. No attorney-client or confidential relationship is formed by the transmission of information between you and the National Law Review website or any of the law firms, attorneys or other professionals or organizations who include content on the National Law Review website. If you require legal or professional advice, kindly contact an attorney or other suitable professional advisor.  \n\n\nSome states have laws and ethical rules regarding solicitation and advertisement practices by attorneys and/or other professionals. The National Law Review is not a law firm nor is [www.NatLawReview.com](https://www.natlawreview.com)  intended to be  a referral service for attorneys and/or other professionals. The NLR does not wish, nor does it intend, to solicit the business of anyone or to refer anyone to an attorney or other professional.  NLR does not answer legal questions nor will we refer you to an attorney or other professional if you request such information from us. \n\n\nUnder certain state laws the following statements may be required on this website and we have included them in order to be in full compliance with these rules. The choice of a lawyer or other professional is an important decision and should not be based solely upon advertisements. Attorney Advertising Notice: Prior results do not guarantee a similar outcome. Statement in compliance with Texas Rules of Professional Conduct. Unless otherwise noted, attorneys are not certified by the Texas Board of Legal Specialization, nor can NLR attest to the accuracy of any notation of Legal Specialization or other Professional Credentials.\n\n\nThe National Law Review - National Law Forum LLC 3 Grant Square #141 Hinsdale, IL 60521  Telephone  (708) 357-3317 or toll free (877) 357-3317.  If you would ike to contact us via email please [click here.](https://www.natlawreview.com/contact-us)\n\n\n"}], [{"source": "ABC News", "title": "Mitigating climate change and preserving biodiversity: Several ways AI can be used to help the environment", "link": "https://abcnews.go.com/US/mitigating-climate-change-preserving-biodiversity-ways-ai-environment/story?id=101590463", "summary": "- Artificial intelligence (AI) is being used to tackle climate change and preserve the environment.\n- AI can compile, compute, and analyze data more efficiently than humans, helping to understand trends and make discoveries.\n- AI technology is being used to track permafrost melting in the Arctic, providing life-saving information to residents and aiding in policy decisions.\n- In agriculture, AI is used to place fertilizer more precisely, estimate nutrient needs based on soil and yield maps, and improve irrigation efficiency.\n- AI can also help mitigate greenhouse gas emissions along the supply chain by identifying emissions hotspots and streamlining carbon accounting processes.\n- AI enables underwater exploration and research, assisting in search and rescue operations, studying marine species, and planning the construction of offshore structures while minimizing environmental impact.", "classification": {"category": "CategoryS1", "reason": "The article discusses how AI technology is being used to mitigate climate change and preserve the environment by tracking permafrost melting, improving agriculture efficiency, mitigating greenhouse gas emissions, and exploring and researching underwater ecosystems."}, "sentiment": {"score": 5, "reason": "The article highlights the positive impact of AI technology in mitigating climate change and preserving the environment. It discusses various applications of AI that contribute to reducing carbon emissions and addressing environmental challenges."}, "content": "Artificial intelligence is having an increased presence in automating how human beings live their lives -- and it’s set to play a pivotal role in the herculean efforts to mitigate climate change and preserve the environment, experts say.\n\nAI technology is already used in everyday life, from smartphone facial recognition and autocorrect to search and recommendation algorithms. As AI advances, one of its positive applications is it can be used to compile, compute and analyze data that previously would have taken humans an insurmountable amount of manpower in minutes, experts told ABC News. While there is concern for things like data protection and job replacement in other sectors, the new technology will only benefit those advocating for environmental change, the experts said.\n\n\"We're really talking about being able to take massive amounts of data from all different sources and being able to make sense of it so that a human can better perceive and comprehend trends, maybe make new discoveries,\" Karen Panetta, professor of computer science and dean for graduate education at Tufts University's School of Engineering, told ABC News. \"Artificial intelligence helps us to explore, explain and expand our knowledge of the universe.\"\n\nThat processing power will make it easier for humans to move the needle on environmental actions needed to combat issues like global warming and biodiversity loss, experts said.\n\n[MORE: What is artificial intelligence? Experts weigh in\n-------------------------------------------------------](https://abcnews.go.com/Technology/what-is-artificial-intelligence-ai/story?id=99919927)This is how scientists say AI will help efforts to save the environment:\n\n### Detecting permafrost melting in the Arctic\n\nThe Arctic has warmed four times faster than the rest of the earth since 1979, according to a study published in [Communications Earth & Environment](https://www.nature.com/articles/s43247-022-00498-3#:%7E:text=During%201979%E2%80%932021%2C%20major%20portions,fast%20as%20the%20global%20average.) in 2022. While all that melting is putting Arctic species at risk and increasing the possibility of pollution and environmental disasters as shipping lanes once blocked by ice open up, it is also putting human lives at risk, researchers said.\n\nGoogle has granted $5 million to the Woodwell Climate Research Center to support the development of an open-access resource that will allow residents in the Arctic to track permafrost thaw in real-time. The tracking tool will combine satellite technology with AI to provide potentially life-saving information to residents whose homes could be on the brink of collapsing with the land beneath it, Anna Liljedahl, an associate scientist at the Woodwell Climate Research Center, told ABC News.\n\nWhile traditional remote sensing methods applied to satellite imagery would fall short, AI technology similar to facial recognition is being used to map out ice-wedge polygons beneath the ground -- \"ambiguous\" features that satellites would not be able to pick up – in similar ways to how it can detect degrading glaciers, Liljedahl said.\n\n\"With permafrost, we have to look at indirect signals because it's hidden in the ground,\" she said.\n\n![PHOTO: This picture taken on May 6, 2022 shows an anti-avalanche wall that was built to protect the houses in Longyearbyen, northern Norway.](https://s.abcnews.com/images/Technology/permafrost-town-sweden-file-gty-jef-230723_1690144206430_hpEmbed_3x2_992.jpg)This picture taken on May 6, 2022 shows an anti-avalanche wall that was built to protect the houses in Longyearbyen, northern Norway.Jonathan Nackstrand/AFP via Getty ImagesResearchers have found that the melting is so intense in some spots, it has essentially created a \"permafrost soup,\" in which there is a lot of water beneath where ice once stood, increasing the risk that the topography will cave in, she said.\n\n\"It's already causing big trouble for people living in the Arctic and their houses and roads and industry as well,\" Liljedahl said.\n\nMelting permafrost has been so severe in [Point Lay in northwest Alaska](https://www.arcus.org/witness-the-arctic/2022/9/highlight/2) that water lines built into the ground shifted and broke, causing the hospital to go without water for a week in 2021, Liljedahl said.\n\nThe tool will allow communities living on Arctic permafrost to plan adequately for residents' safety and enable policymakers to make better decisions on the kinds of goals that countries should implement to eliminate greenhouse gas emissions, Liljedahl said. The permafrost discovery gateway is using so many large datasets that it would crash a regular computer, Liljedahl said.\n\n\"We are creating here this easy-to-use tool so they can look at their community and look at their surroundings and have access to information to say, 'This would be a good location to perhaps move to,'\" Liljedahl said.\n\nIn addition, the emissions currently being tracked by the United Nations' Intergovernmental Panel on Climate Change do not account for the emissions that are released due to falling Arctic permafrost, making the tracking of the melting even more critical, Liljedahl said.\n\n[MORE: Biden White House, tech companies launch new safeguards around emerging AI technology\n-------------------------------------------------------------------------------------------](https://abcnews.go.com/Politics/biden-white-house-tech-companies-launch-new-safeguards/story?id=101555314)### Ensure the world's food supply\n\nThe agricultural industry is one of the most labor-intensive -- and most important -- systems in the world. As global temperatures continue to rise, the world's food supply is expected to be jeopardized by an increase in severe weather events such as extreme flooding, prolonged drought and heat waves and even an [increase in plant pathogens](https://abcnews.go.com/US/climate-change-plant-pathogens-infect-crops-higher-rates/story?id=79267388) that could create widespread destruction of crops, experts say.\n\n\"If you're thinking about an industry that is most impacted by climate change, agriculture is probably the leading place,\" Jack Cornell, director of sustainable supply for the United Soybean Board, governing body for the U.S. commodity checkoff program for soybeans, said.\n\nAI will help to combat those stressors and make growing food more efficient while reducing its carbon footprint, Cornell told ABC News.\n\nOne of the biggest ways AI will help to reduce the harmful impacts of farming for the masses is determining when and where to place fertilizer, Cornell said.\n\nFarmers who previously drove a tractor for four hours, laying down fertilizer as they go, will now be able to utilize auto-steer technology that leads them to the exact spot that needs the fertilizer instead, which will prevent underusing or overusing the substance.\n\nVariable rate technology, a process in which AI will estimate how much to increase or reduce fertilizer based on computer modeling of soil and yield maps, will also allow farmers to determine how much to reduce or increase fertilizer based on the health of the soil and soil productivity, Cornell said.\n\n\"Now, you can actually be precise,\" Cornell said.\n\n![PHOTO: Spanish farmers mowing a wheat field with a red combine harvester machine of NewHolland agricultural equipment and farm machinery, during the cereal harvest period on July 5, 2023, in Horta de Sant Joan, Spain.](https://s.abcnews.com/images/Technology/tractor-farming-file-gty-jef-230723_1690144206447_hpEmbed_3x2_992.jpg)Spanish farmers mowing a wheat field with a red combine harvester machine of NewHolland agricultural equipment and farm machinery, during the cereal harvest period on July 5, 2023, in Horta de Sant Joan, Spain.Joan Cros/NurPhoto via Getty ImagesAI will also be able to produce real-time yield maps, which will provide immediate feedback on how to manage that field and how the yields have impacted profitability, Cornell said. Before this existed, farmers would simply put all of their seed in a wagon with little guidelines on when and where to sow, making estimated calculations based on where the seed was placed, Cornell said.\n\nMore efficient irrigation will be another benefit of AI in the agriculture industry.\n\nThe United Soybean Board is currently working with the U.S. Department of Agriculture to put cameras on tall poles, essentially using facial recognition technology to \"get a real-time data analysis of the field,\" which will use billions of photos being taken constantly to create a 3D image, Cornell said.\n\nThose images will allow farmers to look at weed species and density and estimate things like cover crop growth, insect infestations and leaf curl, which happens when plants begin to dry up, Cornell said.\n\nFarmers will be able to save water by using that imagery to determine the areas that need the most moisture, rather than simply relying on weather forecasts or spraying the entire field, he said.\n\nNot only will they be able to irrigate fields more efficiently, but they will also be able to see in real-time which plants are responding to the irrigation.\n\n\"That would be a huge benefit to farmers,\" he said.\n\n[MORE: Dispute over threat of extinction posed by artificial intelligence looms over surging industry\n----------------------------------------------------------------------------------------------------](https://abcnews.go.com/Technology/dispute-threat-extinction-posed-ai-looms-surging-industry/story?id=101495898)### Mitigate greenhouse gas emissions throughout the supply chain\n\nThe power of AI and the number of human hours that will be saved by the technology can also apply to mitigating greenhouse gas emissions along each step of the supply chain, Saleh ElHattab, founder of Gravity Climate, a consulting firm that helps industrial businesses and their supply chain partners manage their carbon footprint, told ABC News.\n\nElHattab described the emissions that live along the supply chain as \"persnickety\" due to the inability of the average consumer to identify and make mitigation efforts that would make a difference, such as emissions released during the manufacturing process.\n\nUsing AI to identify where emissions occur along the supply chain is important because 50 to 90% of people's emissions are outside of their own operation boundary, whether it occurs upstream or downstream of them, ElHattab said.\n\nUnprocessed data extraction that in the past could only be done manually, such as reading data from a receipt or utility bill, will be delegated to AI. Transforming what before was a heavy consultative process to an automated one will allow employees at environmental consulting firms to do the legwork in carbon footprint savings in a \"scaled-up way\" and also make it cheaper, allowing smaller businesses to access their services, ElHattab said.\n\n\"It used to be that supply chains were filled with organizations that couldn't participate because of the labor it would take,\" he said. \"The labor quotient has plummeted thanks to AI as of late.\"\n\n![PHOTO: Paper mills spew smoke in Muzaffarnagar District, Uttar Pradesh, India, Nov. 20, 2022.](https://s.abcnews.com/images/Technology/carbon-emissions-01-file-gty-jef-230723_1690144714089_hpEmbed_3x2_992.jpg)Paper mills spew smoke in Muzaffarnagar District, Uttar Pradesh, India, Nov. 20, 2022.Prashanth Vishwanathan/Bloomberg via Getty Images, FILEWith carbon accounting, there are several efficiencies that have not yet displayed the trickle-down effect of footprint reduction, ElHattab said. Historically, humans would need to sift through several variables of datasets to figure out why.\n\n\"You've certainly seen accountants have stacks of papers that they're constantly toiling through to pull out the relevant fields and populate different systems,\" he said. \"That's no different from the world of carbon accounting.\"\n\nAnother important way AI will help to carbon correct the supply chain is by optimizing operations at manufacturing facilities, ElHattab said. Using optimizations on how manufacturing companies are running their existing equipment could save between 20% and 30% in utility cost and usage alone, he said.\n\n\"That type of insight is one that AI has led the way on,\" ElHattab said, adding that these types of technologies are starting to \"boom.\"\n\n### Preserve the world's oceans\n\nHumans know more about outer space than the oceans on Earth -- and AI will help to fill in those gaps while preserving the health of the seas, Panetta said.\n\nOne of the ways is by allowing humans to see underwater with no distortion or loss of color with robots that feature an image enhancement algorithm that Panetta created.\n\nHumans will be able to use that technology for anything from search and rescue missions to studying new and existing marine species, she said.\n\nIf aquaculture and using things like kelp and seaweed as biofuel gains traction amid the world's aim to utilize green energy, so will the technologies needed to keep underwater farms alive, Panetta said.\n\n![PHOTO: A general view shows a coral reef in Key West, Florida, on July 16, 2023.](https://s.abcnews.com/images/Technology/coral-reef-gty-jef-230723_1690144138653_hpMain_16x9_992.jpg)A general view shows a coral reef in Key West, Florida, on July 16, 2023.Joseph Prezioso/AFP via Getty ImagesIn the same vein, the continued installation of communications pipelines or offshore wind farms -- which in the past have been controversial due to the unknowns on how construction is affecting sensitive ecosystems such as coral beds -- will require AI utilization more in the future as companies determine where the most optimal spots to construct the massive structures will be, Panetta added. It's huge savings for businesses and a potential lifeline to the environment, she said.\n\n\"When we lay these pipelines, or we do surveys of these places, we want to see the health of the ocean and see what we're affecting,\" she said.\n\nAI can also be used to track marine life. Once whales and sharks are tagged, the camera attached to them will now be able to capture their surroundings and display them in vibrant, clear pictures. It will also help protect them from human interference.\n\nHumans will be able to track their migrations and learn more about their environment, allowing us to interfere less -- especially with fishing and aquaculture, she said.\n\n[MORE: Artificial intelligence advances fuel industry trying to preserve loved ones after death\n----------------------------------------------------------------------------------------------](https://abcnews.go.com/Business/ai-advances-fuel-industry-preserve-loved-after-death/story?id=101297956)"}, {"source": "University of Stirling", "title": "Research to probe impact of climate change and nitrogen pollution on soil", "link": "https://www.stir.ac.uk/news/2023/july-2023-news/research-to-probe-potentially-catastrophic-impact-of-climate-change-and-nitrogen-pollution-on-soil/", "summary": "- Dr Arthur Broadbent to lead study on mountain ecosystems\n- Mountain ecosystems are vulnerable to global environmental change, warming twice as fast as the global average\n- Agricultural and industrial pollution overloading mountain ecosystems with too much nitrogen\n- Study will address knowledge gap on belowground biodiversity and C-cycling processes in mountain soils\n- Will determine how soil biodiversity and functioning respond to multiple drivers of global change and identify synergistic effects\n- Study will take place in arctic and alpine mountain ranges and collaborate with leading researchers in Switzerland\n- University of Stirling provides excellent facilities and support for independent research fellows\n- Dr Broadbent awarded a NERC Independent Research Fellowship\n- NERC supports innovative and sustainable environmental science research", "classification": {"category": "CategoryS1", "reason": "The article discusses the study on mountain ecosystems which store soil carbon and aims to inform land managers and policy makers on how to preserve soil biodiversity and improve natural carbon storage in the face of rapid climate change."}, "sentiment": {"score": 4, "reason": "The article discusses the study on mountain ecosystems and the importance of preserving soil biodiversity and improving natural carbon storage in the face of rapid climate change."}, "content": "\nDr Arthur Broadbent, who is joining the University of Stirling in January, will lead the study which is funded by a grant of almost £700,000 awarded by the Natural Environment Research Council (NERC).\n\n\nDr Broadbent said: “Mountain ecosystems are hotspots of biodiversity and store significant amounts of soil carbon. However, they are very vulnerable to global environmental change.\n\n\n“They are warming twice as fast as the global average, leading to upward shifts in vegetation, and increased extremes of drought and flooding. At the same time, agricultural and industrial pollution are overloading fragile mountain ecosystems with too much nitrogen, which can have negative effects on ecosystem processes.\n\n\n“Synergistic effects are a particularly pressing knowledge gap in mountain ecosystems, where even fundamental data on soil microbial diversity, functioning, and carbon stocks are lacking.\n\n\n“During this fellowship, I will address the knowledge gap on belowground biodiversity in mountain soils and how this critically underpins C-cycling processes. I will also determine how soil biodiversity and functioning respond to multiple drivers of global change, establish if there are synergistic effects, and what the consequences of these synergistic effects are for soil carbon stocks in mountain ecosystems worldwide.\n\n\n“This new knowledge will help to build environmental resilience by informing land managers and policy makers on how best to preserve soil biodiversity and improve natural C storage in the face of rapid climate change.”\n\n\n![The Alps](/media/stirling/news/news-centre/2023/july/AlpsArthurBroadbent1240730.jpg)\n\n\n\nThe Alps \n\n\nDuring the five-year study, Dr Broadbent will carry out experiments in arctic and alpine mountain ranges, collaborate with globally leading mountain researchers in Switzerland, and utilise state-of-the-art facilities at the University of Stirling.\n\n\nDr Broadbent said: “The University of Stirling is the ideal place for me to carry out this fellowship. It has an excellent track record in attracting and supporting independent research fellows thanks to its approach to professional development, excellent facilities, and a collegial research culture.\n\n\n“I will have access to state-of-the-art Controlled Environment Facilities, a Mid-to-Near InfraRed Spectrometer and CN elemental analyser, allowing me to conduct tightly controlled mechanistic experiments and measure key carbon cycling parameters central to my Independent Research Fellowship (IRF).”\n\n\nCritical challenges\n-------------------\n\n\nThe NERC IRF scheme is designed to develop scientific leadership among the most promising early-career environmental scientists. Dr Broadbent is one of twelve early career researchers awarded a NERC IRF.\n\n\nProfessor Peter Liss, Interim Executive Chair of NERC, said: “NERC Independent Research Fellowships support talented early career researchers to work independently and deliver cutting-edge environmental science. I’d like to offer my congratulations to all those who have been awarded a fellowship this year.\n\n\n“Environmental research advances our understanding of the planet and is the key to tackling and adapting to critical challenges such as climate change. By investing in these fellowships, NERC is supporting innovation and sustainability in environmental science and developing leading researchers of the future.”\n\n\n"}, {"source": "Ensia", "title": "Opinion: Climate-friendly food systems start with different values, not technologies", "link": "https://ensia.com/voices/climate-friendly-food-systems-biodiversity-agriculture/", "summary": "- Mainstream conversations about transforming Western food systems should consider factors beyond technological matters like carbon emissions and productivity.\n- Two important questions to consider in transforming food systems are how a solution affects the connection among people, their food, and where it comes from, and how it affects control and participation in food production and distribution.\n- The challenges facing our food systems are political and economic, rather than technological.\n- Our current food systems separate us from the natural world and contribute to climate, landscape, and seascape havoc.\n- The first question to ask about a new technology or practice is how it will affect the relationship between people, their food, and where it is produced.\n- The second question to ask is what the solution means for people's rights and empowerment, and whether it will increase enclosure and consolidation in the food system.\n- Lab-grown meats may increase distance between consumers and the source of their food and threaten people's rights and well-being.\n- Emancipating our food systems from enclosure and reconnecting consumers with ecosystems and the people producing food go hand in hand.\n- Transforming food systems requires attention to social and political power and implications of new technologies.\n- We should focus on setting and following values such as equity, empowerment, and respect for the natural world to build sustainable, regenerative, and just food systems.", "classification": {"category": "CategoryO1", "reason": "The article is not related to carbon."}, "sentiment": {"score": 3, "reason": "The article discusses the need to consider factors beyond technological matters in transforming food systems, which can contribute to positive sentiment by promoting a more holistic, socially just, and environmentally sustainable approach."}, "content": "July 26, 2023 — Mainstream conversations about transforming Western food systems in light of their adverse impacts on things such as climate and biodiversity have become overly dominated by a handful of relatively superficial technological matters. In the ongoing debate over the promises, merits and pitfalls of [different sources of protein](http://www.ipes-food.org/pages/politicsofprotein), for example, details like [carbon emissions](https://www.sei.org/perspectives/move-beyond-carbon-tunnel-vision/), [productivity](https://iopscience.iop.org/article/10.1088/1748-9326/ac1e3f/meta) and [efficiency](https://link.springer.com/article/10.1007/s11367-022-02128-8) have become the primary — and sometimes only — benchmarks used to evaluate and compare solutions. While these matter, there are additional factors that deserve as much, if not more, consideration.\n\n\n\nIn particular, two questions need to be asked far more often than they currently are if we want to transform our food systems in service of society and the planet. \n\n\n\n\nFirst, how does a solution affect the connection among people, their food and where that food comes from? \n\n\n\n\nSecond, how does it affect who has control over, and who can participate in, food production and distribution?  \n\n\n\n\nPeople [often ask me](https://www.cbc.ca/radio/checkup/is-it-wrong-to-eat-meat-1.5225354) for my take on technologies such as lab-grown meats. Unfortunately, I often disappoint those looking for an ally or a simple answer by starting with an enthusiastic, “It depends!” This is because the principal challenges facing our food systems are not technological in nature. Rather, they are political and economic. Impacts on climate, biodiversity and poverty are all far more a product of [how our food systems are organized](https://link.springer.com/article/10.1007/s10460-021-10282-2) than of the tools we are using.\n\n\nWe lose so much when we don’t interact with the plants, animals, people and places involved in cultivating and harvesting our food.\n\n\n\n\nOur food systems are wreaking havoc on our climate, landscapes and seascapes because they separate us from one another and from the lands, waters, plants, animals and ecological processes that make food production possible. Synthetic fertilizers and pesticides [mask the needs and health of the soil](https://blogs.scientificamerican.com/observations/to-feed-the-world-sustainably-repair-the-soil/) and surrounding ecosystem. Complex and lengthy supply chains, proprietary technologies,and [closed-door facilities disconnect us from the unethical treatment of animals](https://doi.org/10.1080/10282580.2016.1168257). Colonial systems of appropriation and development have privatized and commodified [food](https://www.jstor.org/stable/40971301), [seeds](https://uwpress.wisc.edu/books/2659.htm) and the [land](https://www.jstor.org/stable/27771619), leaving most of us beholden to the agendas of a handful of large agribusiness firms and a globalized supply chain that is vulnerable to all manner of disruptions. So, when it comes to evaluating the merits of new solutions, starting with an outcome such as greenhouse gas emissions or productivity per acre misses a much bigger picture. \n\n\n\n\n**Building Connections**\n\n\n\n\nInstead, the first question I ask of a new technology or practice is what it will mean for the relationship among people, their food and where it is produced. Will this new tool or technology further disconnect people from where, when and how food is produced? Or will it empower them to be more closely involved and invested? \n\n\n\n\n[Distancing and disconnection](https://canadianfoodstudies.uwaterloo.ca/index.php/cfs/article/view/442) are among the most fundamental problems in our current food systems. We lose so much when we don’t interact with the plants, animals, people and places involved in cultivating and harvesting our food. We lose the opportunity to gain and grow our knowledge and understanding, whether of ecology and biology or our traditional cultural histories and practices. And we lose voice, because if we cannot see the mistreatment of animals, soil or water, we’re less likely to speak out against them.\n\n\n\n\n\n\n\n![](https://ensia.com/wp-content/uploads/2018/12/inline-optin-sunset.png)\n\nThe planet’s most important stories — delivered to your inbox\n-------------------------------------------------------------\n\nBe the first to hear about important new environmental stories. Sign up now to receive our newsletter.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSUBSCRIBE\n\n\n\n\n\n\nYou have Successfully Subscribed!\n---------------------------------\n\n\n\n\n\n\n\n\n\nMore than food miles (though [geography plays a part](https://conservechange.medium.com/food-miles-2-0-10c2ee7f8492)), distancing includes the loss of knowledge of and connection and moral commitment to the people and ecosystems that produce our food. Some technologies are inclined to create more distance between the eater and the eaten, while others increase involvement, awareness and knowledge. Lab-grown proteins seem a straightforward example of the former. Mainstream consumers are already quite distanced from the animals that provide the meats they buy at a grocer and from the lands on which those animals graze, the waters in which they swim, and the fields that provide their feed. Growing meat in a lab adds yet more steps and more levels of abstraction. It disembodies the protein, literally and figuratively, and obscures the life that made the food possible by producing placeless and lifeless products with no traceable connection to any rangeland, forest or fishery. \n\n\n\n\nThe cultural alienation from the rest of nature that Western society has developed already is widely recognized as one of the [deepest underpinnings of our contemporary ecological crises](https://ensia.com/voices/its-time-for-a-new-story-of-humanitys-place-in-the-world/). These technologies may have some merit in highly unique settings where there are few other options, such as building food systems for [space travel](https://ecwpress.com/products/dinner-on-mars). But at a time when we should be rebuilding our relationships with nature here on Earth, it is hard to imagine how lab-grown meat can do anything but worsen our problems.\n\n\n\n\n**People’s Power**\n\n\n\n\nThe second question I ask is what the solution might mean for people’s rights and empowerment. Will it make it easier for those with power and wealth to enclose — gain control over — land, natural resources, food production, the supply chain and all of the decisions and standards therein? [Enclosure](https://www.sciencedirect.com/science/article/pii/S0308597X15000743) and [consolidation](https://www.foodsystemsjournal.org/index.php/fsj/article/view/331) in the food system engenders inequity, erodes rights and disempowers people from having a say in their food system. And the more our food is enclosed and commodified, the more [people are transformed from citizens to consumers](https://orionmagazine.org/article/forget-shorter-showers/), in that “voting with our dollar” becomes the only remaining venue for us to influence how our food systems operate, and [a weak and inequitable one at that](https://www.foodsystemsjournal.org/index.php/fsj/article/view/1151). \n\n\n\n\nOn this question, the answer regarding lab-grown meats is also relatively clear: Moving more aspects of how our food is produced into privatized labs using proprietary processes and technologies [clearly poses a threat](https://www.nature.com/articles/s43016-022-00609-5) to people’s rights and well-being.\n\n\nEmancipating our food systems from enclosure, and reconnecting consumers with ecosystems and the people working in and with those ecosystems to produce food, go hand in hand.\n\n\n\n\nIt is not necessarily the case that “high-tech” solutions always cause enclosure. People have experimented, for example, with [open-source](https://www.tandfonline.com/doi/abs/10.1080/03066150.2013.875897) and [public-funding](https://www.tandfonline.com/doi/full/10.4161/gmcr.19144) models for genetic modification technologies that do not turn seeds into the intellectual property of corporations and have the potential to keep farmers with local ecological knowledge engaged in the process. But developing these novel social approaches requires that we remain hyper-attentive to the social and political power and implications of new technologies, especially in the [context of capitalism](https://www.tandfonline.com/doi/full/10.1080/03066150.2022.2099739).\n\n\n\n\n**Letting Values Drive Technology**\n\n\n\n\nEmancipating our food systems from enclosure, and reconnecting consumers with ecosystems and the people working in and with those ecosystems to produce food, go hand in hand. This has [long been the mission of place-based smallholder and community food movements](https://meridian.allenpress.com/human-organization/article-abstract/59/2/177/72716/Tasting-Food-Tasting-Sustainability-Defining-the?redirectedFrom=fulltext) — to shorten supply chains and increase transparency and trust, and in so doing, empower people to produce and consume food in ways that are [culturally appropriate](https://revistabionatura.com/2020.05.01.2.php), [ecologically regenerative](https://library.oapen.org/handle/20.500.12657/46819) and [socially just](https://canadianfoodstudies.uwaterloo.ca/index.php/cfs/article/view/452). \n\n\n\n\nYet, smallholder production is not a silver bullet: Different technologies and cropping systems thrive and fail at different scales, and just because our current large-scale practices for commodity crops are mired in enclosure and disconnection does not mean that necessarily has to be the case. For example, [agricultural cooperatives](https://learningstore.extension.wisc.edu/products/exploring-cooperatives-economic-democracy-and-community-development-in-pennsylvania-and-wisconsin-p1816), member-owned businesses where producers pool their resources in a specific area to generate greater productivity or competitive advantage than they can on their own, are a strategy for splitting the difference between the benefits of large-scale production and [smallholder empowerment and livelihood security](https://doi.org/10.1093/ajae/aau114). \n\n\n\n\nWe need to get creative. Transforming our food systems is not merely a matter of this technology or that, [this scale or that](https://ensia.com/voices/food-production-regenerative-agriculture-scale/). It is first and foremost an exercise in setting and following our values for how, through food, we want to relate to one another and to the land. Getting caught up in debates about which product has the better life cycle analysis or lowest carbon footprint or highest calorie-per-acre yield is distracting us from solving the root causes of the challenges we face. If we start instead by attending to aspirational values — such as equity, empowerment, and respect and reciprocity with the natural world — we will better see the [long-term transformative potential](http://www.ipes-food.org/pages/LongFoodMovement) of solutions [we already have in hand](https://www.ipes-food.org/_img/upload/files/sfsENhq.pdf) to build food systems that are more sustainable, regenerative and just.\n\n\n*Editor’s note: The views expressed here are those of the author and not necessarily of Ensia. We present ​them to further discussion around important topics. ​We encourage you to respond with a comment below, following our commenting guidelines, which can be found on [this page](https://ensia.com/about/overview/). ​In addition, you might consider​ ​submitting a Voices piece of your own. See Ensia’s Contact page for [submission guidelines](https://ensia.com/contact/).*\n\n\n\n\n"}], [{"source": "South China Morning Post", "title": "China’s voluntary carbon market could relaunch as early as October: experts", "link": "https://www.scmp.com/business/article/3229036/chinas-voluntary-carbon-market-could-relaunch-early-october-support-countrys-climate-efforts-experts", "summary": "- China's voluntary carbon market could relaunch in October\n- The relaunch could support the country's climate efforts\n- Experts believe it would greatly benefit climate mitigation projects\n- The market is seen as a supplementary mechanism to China's national Emissions Trading Scheme.", "classification": {"category": "CategoryN1", "reason": "The article mentions the relaunch of China's voluntary carbon market and the potential benefits for climate mitigation projects."}, "sentiment": {"score": 4, "reason": "The article highlights the potential relaunch of China's voluntary carbon market, which can greatly benefit climate mitigation projects, indicating a positive sentiment towards carbon reduction efforts."}, "content": " [Business](/business)    \n China’s voluntary carbon market could relaunch as early as October to support country’s climate efforts, experts say\n========================================================================================================================\n\n * The relaunch of the scheme could greatly benefit climate mitigation projects, experts say\n* CCER is seen as an important supplementary mechanism to China’s national Emissions Trading Scheme\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n  [Business of climate change](https://www.scmp.com/topics/business-climate-change) + FOLLOW    [![Yujie Xue](data:image/gif;base64,iVBORw0KGgoAAAANSUhEUgAAAAMAAAACCAQAAAA3fa6RAAAAEElEQVR42mN8+p8BCBghFAAiEQPLD3901QAAAABJRU5ErkJggg==)](/author/yujie-xue)   [Yujie Xue](/author/yujie-xue)   in Shenzhen + FOLLOW  Published: 6:00am, 27 Jul, 2023\n\n Updated: 6:00am, 27 Jul, 2023\n\n  [Why you can trust SCMP](/policies-and-standards) "}, {"source": "Mondaq", "title": "JPMorgan Outlines Voluntary Carbon Market Principles - Climate Change - United States", "link": "https://www.mondaq.com/unitedstates/climate-change/1347028/jpmorgan-outlines-voluntary-carbon-market-principles-", "summary": "- JPMorgan has outlined its approach to improving voluntary carbon markets\n- Voluntary carbon markets allow companies to offset their emissions and promote climate solutions\n- JPMorgan acknowledges the need for other efforts and public policies to address climate change\n- Voluntary carbon markets trade avoidance and removal credits\n- Both types of credits work together to reduce emissions in the short-term and remove historic emissions in the long-term\n- JPMorgan identifies eight factors for assessing the value and utility of carbon credits\n- Challenges in voluntary carbon markets include a lack of quality information, scarcity of high-quality credits, and limitations in trading infrastructure\n- The integrity of carbon credits is a source of controversy and regulatory oversight exists\n- The CFTC recognizes environmental products as commodities and has prioritized addressing financial risks and fraud in carbon markets\n- Carbon markets are growing globally", "classification": {"category": "CategoryS1", "reason": "The article discusses JPMorgan's approach to improving voluntary carbon markets and the trading of avoidance and removal credits."}, "sentiment": {"score": 4, "reason": "The article discusses JPMorgan's approach to improving voluntary carbon markets, which is considered a positive sentiment in terms of addressing climate change."}, "content": "\nIn a recently published **[white paper](https://www.jpmorganchase.com/content/dam/jpmc/jpmorgan-chase-and-co/documents/carbon-market-principles.pdf)**, JPMorgan\r\noutlined its approach to improving and strengthening voluntary\r\ncarbon markets to promote scalable decarbonization efforts.\r\nJPMorgan focused its analysis on voluntary carbon markets, i.e.,\r\nmarkets where \"companies or individuals to purchase carbon\r\ncredits to meet their own emissions goals\" independent of\r\nmarkets \"created and regulated by mandatory international,\r\nnational or regional carbon management regimes,\" (i.e.,\r\ncompliance markets). JPMorgan also cautioned that voluntary markets\r\nare \"not a substitute for robust public policies designed to\r\naddress climate change.\"\n\n\nUnder JPMorgan's analysis, carbon markets provide benefits\r\nto the global effort to reduce carbon emissions beyond those\r\noffered by regulatory programs for three major reasons. First, they\r\nallow companies in industries that face challenges in reducing\r\ntheir carbon emissions where, for instance, \"the technologies\r\nnecessary to address emissions may not yet be commercially\r\navailable or else may still be prohibitively expensive,\" to\r\noffset their greenhouse gas emissions by purchasing carbon credits,\r\nthereby \"enabling greater deployment of climate solutions\r\nelsewhere in the economy.\" Second, by incentivizing\r\ninvestment, carbon markets \"facilitate more rapid deployment\r\nof proven solutions, which can drive down net emissions more\r\nquickly.\" Third, investing in projects via carbon credits can\r\npromote other environmentally friendly actions, including\r\nreforestation efforts, or a slowing of deforestation, which\r\nincreases biodiversity, reduces other forms of pollution, and\r\npromotes stronger environmental resilience.\n\n\nStill, JPMorgan recognized that carbon markets and the use of\r\ncarbon credits may not be adopted on a global scale and across all\r\nindustries as quickly as necessary to maintain net-zero targets\r\nwithout other efforts. Accordingly, it advises that companies\r\nshould still devise business strategies and invest in technologies\r\nthat will directly reduce their carbon emissions. While these\r\nactions may impose significant short-term capital expenses, they\r\nwill likely increase business efficiency and reduce long-term\r\ncosts, according to the bank. JPMorgan also cautioned that\r\nvoluntary markets are \"not a substitute for robust public\r\npolicies designed to address climate change.\"\n\n\nThe voluntary carbon markets provide for trading two main forms\r\nof credits: (a) avoidance credits and (b) removal credits.\r\nAvoidance credits are created when a company takes an action that\r\neither fully prevents or reduces the amount of carbon it normally\r\nwould have produced under business operations. For example,\r\ncompanies can generate these types of credits by transitioning to\r\nsolar energy or by taking actions to reduce deforestation. Removal\r\ncredits, on the other hand, are created when a company actively\r\npromotes removal of GHGs from the atmosphere. This can be\r\naccomplished through a variety of options, including nature-based\r\nsolutions like reforestation, or through technological developments\r\nlike investments in, or promoting the use of, carbon-capture\r\ntechnology. JPMorgan noted that while nature-based solutions like\r\nreforestation tend to be more readily accessible and cheaper, they\r\nonly store carbon for short periods of time. Technology like\r\ncarbon-capture provides long-term removal of GHGs from the\r\natmosphere, but tends to be expensive and is not yet fully\r\ndeveloped.\n\n\nAvoidance credits and removal credits work in tandem to\r\ncomplement each other. In the near-term, avoidance credits reduce\r\nthe amount of GHGs released and slow the accumulation of carbon in\r\nthe atmosphere. In the long-term, deployment of more expensive\r\ncarbon-capture technology has the potential to partially reverse\r\nhistoric GHG emissions and counteract the continued release of GHGs\r\nfrom industries where emissions-reduction is prohibitively\r\nexpensive or technologically difficult. As JPMorgan observed, while\r\nthe goal of net-zero emissions by 2050 will largely be accomplished\r\nthrough reducing carbon emissions, \"the large-scale removal of\r\nGHGs from the atmosphere will be [also] be necessary[.]\"\n\n\nJPMorgan also identified eight major factors it utilizes when\r\nassessing the value and utility of carbon credits, given widely\r\nrecognized issues associated with \"variation in the\r\navailability and quality of information needed to assess credit\r\nquality, resulting in a lack of confidence for many market\r\nparticipants.\" Under its framework, the GHG emission\r\nreductions underlying each carbon credit should be: (1) real and\r\nproven to have actually taken place; (2) measurable and\r\nquantifiable according to recognized methodological approaches; (3)\r\nin addition to what would have already been undertaken by the\r\ncompany; (4) unique and traceable to each initiative; (5)\r\nindependently verified by a reputable GHG accreditation program;\r\n(6) not simply a displacement of carbon emissions from one sector\r\nof the economy to another; (7) durable and long-term; and (8)\r\nequitable by promoting and supporting marginalized communities.\n\n\nJPMorgan highlighted additional challenges facing the\r\ndevelopment of effective and efficient voluntary carbon markets.\r\nThese include, in addition to a lack of quality information about\r\neach carbon credit, a scarcity of high-quality carbon credits that\r\nwould promote and support large-scale efforts at decarbonization;\r\nthe existence of \"multiple marketplaces, competing frameworks\r\nand principles;\" and an inability to \"support more\r\nsophisticated forms of trading, which limits its ability to meet\r\nthe needs of different kinds of participants. Improved trading\r\ninfrastructure and further development of advanced features such as\r\nforward market instruments and reference contracts are needed to\r\nsupport increased liquidity, transparency and risk management,\r\nwhich can contribute to greater scale and efficiency.\"\n\n\n**Taking the Temperature: JPMorgan's report highlights\r\nthe potential value to companies of integrating high-quality carbon\r\ncredits into their overall sustainability plans, while also\r\nacknowledging the challenges in doing so. The integrity of carbon\r\ncredits is an ongoing source of controversy and challenge. Last\r\nyear, for instance, the Chair of the International Organization of\r\nSecurities Commissions [cited concerns](/redirection.asp?article_id=1347028&company_id=1685&redirectaddress=https://www.cadwalader.com/cwt-climate/index.php?eid=58&nid=11&search=carbon%20market) around the\r\n\"appropriate levels of integrity, transparency, and\r\nliquidity\" of voluntary markets.**\n\n\n**Of note, the integrity of credits traded on voluntary\r\ncarbon markets is not outside of federal regulatory oversight.\r\nEarlier this year, the Chairman of the Commodity Futures Trading\r\nCommission (CFTC), Rostin Behnam, [announced a speech](/redirection.asp?article_id=1347028&company_id=1685&redirectaddress=https://www.cadwalader.com/cwt-climate/index.php?eid=127&nid=28&search=carbon%20market) that the\r\nCFTC recognizes environmental products as \"commodities\"\r\nand therefore \"can play a role in voluntary [carbon] markets,\r\nand that carbon markets must be transparent and have integrity and\r\nadhere to basic market regulatory requirements.\" The CFTC\r\nChair's statement [followed a letter](/redirection.asp?article_id=1347028&company_id=1685&redirectaddress=https://www.cadwalader.com/cwt-climate/index.php?eid=15&nid=3&search=carbon%20market) to the CFTC\r\nsent in the fall of 2022 by a group of Democratic senators asking\r\nfor improved regulation of the market for carbon offsets. It\r\nremains unclear how the CFTC would exercise this authority in\r\npractice and what the implications are for the developments of\r\nvoluntary markets; however, the CFTC has identified as a top\r\npriority addressing financial risks posed by climate change as well\r\nas prosecuting fraud and manipulation in carbon and environmental\r\nmarkets. In June of 2023, the CFTC published guidance for\r\nwhistleblowers to report fraud in spot and forward carbon markets,\r\nand then announced the creation of an environmental fraud\r\nenforcement task force. Further, on July 19, 2023, the CFTC held\r\nits second convening to discuss the development of voluntary\r\ncarbon. Nonetheless, carbon markets are likely to remain active,\r\nand have been growing around the world, including in the [UK](/redirection.asp?article_id=1347028&company_id=1685&redirectaddress=https://www.cadwalader.com/cwt-climate/index.php?eid=17&nid=3&search=carbon%20market), [Brazil](/redirection.asp?article_id=1347028&company_id=1685&redirectaddress=https://www.cadwalader.com/cwt-climate/index.php?eid=247&nid=58&search=carbon%20market), [Australia](/redirection.asp?article_id=1347028&company_id=1685&redirectaddress=https://www.cadwalader.com/cwt-climate/index.php?eid=114&nid=25&search=carbon%20market), and [Africa](/redirection.asp?article_id=1347028&company_id=1685&redirectaddress=https://www.cadwalader.com/cwt-climate/index.php?eid=51&nid=10&search=carbon%20market).**\n\n\n*The content of this article is intended to provide a general\r\nguide to the subject matter. Specialist advice should be sought\r\nabout your specific circumstances.*\n\n\n"}, {"source": "ETF Trends", "title": "Extreme Heat Brings Climate Into Focus, Carbon Markets Rally", "link": "https://www.etftrends.com/climate-insights-channel/carbon-markets-rally-global-heatwaves/", "summary": "- Record-setting heatwaves in North America, Europe, and China are likely the new norm due to global warming and climate change.\n- Recent heatwaves are made much more likely by climate change and would have been extremely rare without it.\n- In a world that is 2°C warmer, heatwaves of this intensity will occur every two to five years.\n- Regulated carbon markets, particularly in California, are benefiting from increased energy demand during heatwaves.\n- California carbon allowances hit new highs, while European Union allowances also remain resilient.\n- KraneShares offers ETFs that provide targeted exposure to the EU and California carbon allowance markets.\n- KraneShares Global Carbon ETF offers diversified exposure to major carbon markets worldwide.", "classification": {"category": "CategoryN1", "reason": "The article mentions record-setting heatwaves and the impact of climate change on them"}, "sentiment": {"score": 4, "reason": "The article discusses the impact of climate change and the benefits of regulated carbon markets in curbing emissions and addressing climate change."}, "content": "\nRecent record-setting heatwaves in North America, Europe, and China are likely the new norm as global warming continues. As heat indexes soar and electricity demand surges, global carbon market prices are on the rise, particularly in California. It demonstrates the optimal positioning of these regulated markets as the world works to curb emissions and climate change impacts.\n\n\nIn a recent report from the **[World Weather Attribution](https://www.worldweatherattribution.org/extreme-heat-in-north-america-europe-and-china-in-july-2023-made-much-more-likely-by-climate-change/)**, the record heatwaves and temperatures this summer in the Southern U.S., Mexico, Europe, and China are “made much more likely by climate change.”\n\n\n“In line with what has been expected from past climate projections and IPCC reports these events are not rare anymore today,” the authors of the report wrote. “Without human induced climate change these heat events would however have been extremely rare.”\n\n\nTemperatures above 126 degrees Fahrenheit in China historically happened once every 250 years. Now they come once every five because of man-made climate change. Record temperatures in the U.S. and Mexico in July were “virtually impossible” before human interference and pollution.\n\n\n\n\nThe World Weather Attribution predicts that in a world that is 2°C warmer than pre-industrial levels, heatwaves of this caliber will occur every two to five years. Currently, the world is 1.1°C warmer.\n\n\nCarbon Markets Capitalize on Increased Energy Demand\n----------------------------------------------------\n\n\nAs heat ravages much of the Northern hemisphere, energy demand continues to spike. This surge directly benefits regulated carbon markets. The heavy reliance on air conditioning and favorable policy outlooks for California’s cap-and-trade market sent carbon allowances higher this month.\n\n\nCalifornia carbon allowances (CCAs) hit new highs of $34.67 in recent days. “That’s an increase of 14.2% YTD and 18.2% from their low of $29.34 on January 31,” explained KraneShares on the **[Climate Market Now blog](https://climatemarketnow.com/2023/07/20/ccas-hit-ytd-high-euas-showing-resilience/)**.\n\n\nOverseas, European Union allowances (EUAs) sit above €90, a gain of 7.8% this year. EUA prices remain resilient despite a number of potential headwinds this year. Chief amongst near-term challenges are falling gas prices that now put coal back at a competitive level.\n\n\n“Carbon futures typically show a strong linkage to short-term fluctuations in energy prices,” KraneShares explained. “Consequently, carbon prices may rise with gas in order to maintain its advantage over coal.”\n\n\nInvesting in Carbon Allowances With KraneShares\n-----------------------------------------------\n\n\n![Price chart of KCCA, KEUA, and KRBN YTD, the world's most liquid carbon markets. ](https://www.etftrends.com/wp-content/uploads/2023/07/KCCA_KEUA_KRBN_chart.png)\n\n\nThe**[KraneShares European Carbon Allowance ETF (KEUA)](https://etfdb.com/etf/KEUA/?__hstc=169852158.f2f5e5305706415d2602659463fc8890.1668445624576.1690381623256.1690388568028.697&__hssc=169852158.7.1690388568028&__hsfp=2968214243#etf-ticker-profile)** offers targeted exposure to the EU carbon allowances market. The fund is benchmarked to the IHS Markit Carbon EUA Index, an index that tracks the most-traded EUA futures contracts. This market is the oldest and most liquid for carbon allowances. The market currently offers coverage for roughly 40% of all emissions from the EU, including 27 member states and Norway, Iceland, and Liechtenstein. Year-to-date, KRBN is up 7.35%.\n\n\nThe **[KraneShares California Carbon Allowance ETF (KCCA)](https://etfdb.com/etf/KCCA/?__hstc=169852158.f2f5e5305706415d2602659463fc8890.1668445624576.1690381623256.1690388568028.697&__hssc=169852158.7.1690388568028&__hsfp=2968214243#etf-ticker-profile)** offers targeted exposure to the joint California and Quebec carbon allowance market. This includes California’s cap-and-trade carbon allowance program. It’s one of the fastest-growing carbon allowance programs worldwide and is benchmarked to the IHS Markit Carbon CCA Index. The CCA includes up to 15% of the cap-and-trade credits from Quebec’s market. Year-to-date, KCCA is up 15.07%.\n\n\nThe **[KraneShares Global Carbon ETF (NYSE: KRBN)](https://etfdb.com/etf/KRBN/?__hstc=169852158.f2f5e5305706415d2602659463fc8890.1668445624576.1690381623256.1690388568028.697&__hssc=169852158.7.1690388568028&__hsfp=2968214243#etf-ticker-profile)** was the first of its kind to offer an investment take on carbon credits trading. The fund provides diversified exposure to major carbon markets worldwide. KRBN tracks the IHS Markit Global Carbon Index, which follows the most liquid carbon credit futures contracts in the world. This includes contracts from the European Union Allowances (EUA) and California Carbon Allowances (CCA). It also includes the Regional Greenhouse Gas Initiative (RGGI) markets, and the United Kingdom Allowances (UKA). Year-to-date the fund is up 12.95%.\n\n\n*For more news, information, and analysis, visit the [**Climate Insights Channel**](https://www.etftrends.com/climate-insights-channel).*\n\n\n\n###### RELATED TOPICS\n\n[climate change](https://www.etftrends.com/tag/climate-change/)[Climate Insights Channel](https://www.etftrends.com/tag/climate-insights-channel/)[heat](https://www.etftrends.com/tag/heat/)[KCCA](https://www.etftrends.com/tag/kcca/)[KEUA](https://www.etftrends.com/tag/keua/)[KraneShares](https://www.etftrends.com/tag/kraneshares/)[KRBN](https://www.etftrends.com/tag/krbn/) \n"}]]}