{"date": "2023-07-25", "keyword_phrases": ["climate news carbon removal", "climate news carbon offsets", "climate news carbon credits", "climate news carbon net zero", "climate news SBTi", "carbon news biodiversity"], "sources": [[{"source": "PR Newswire", "title": "Brilliant Planet Announces First Large-Scale Carbon Removal Purchase, Made by Block, Inc. through the Watershed ...", "link": "https://www.prnewswire.com/news-releases/brilliant-planet-announces-first-large-scale-carbon-removal-purchase-made-by-block-inc-through-the-watershed-marketplace-301885267.html", "summary": "- Brilliant Planet has announced their first large-scale purchase from Block, a global technology company focused on financial services\n- Block is committed to becoming net zero carbon by 2030 and has a portfolio of carbon removal projects, including the purchase from Brilliant Planet\n- Brilliant Planet will remove 1,500 tons of carbon for Block by 2027 through their desert algae burial method\n- Brilliant Planet's method involves growing marine algae on land in coastal desert areas, harvesting the algae biomass, and burying it underground to sequester carbon\n- The carbon removal capacity of Brilliant Planet's facility will reach 1 million tons per year by 2030\n- Purchasing carbon removal through the Watershed Marketplace allows companies to support innovative carbon removal projects while working towards their own climate goals\n- Brilliant Planet's method not only removes carbon dioxide from the atmosphere but also improves biodiversity and creates jobs in vulnerable rural areas", "reason": null, "score": null, "content": "\n*Block's purchase will remove 1,500 tons of carbon by 2027 through Brilliant Planet's novel desert algae burial method*\n\n\n*Carbon removal sold on the Watershed Marketplace is vetted for additionality, permanence, and more by Watershed's climate science team, making it easier for ambitious companies to access highest-quality removals*\n\n\nLONDON, July 25, 2023 /PRNewswire/ -- Today, Brilliant Planet, a leader in high-integrity nature-based, permanent carbon removal, announced their first large-scale purchase from Block, the global technology company with a focus on financial services. The purchase was facilitated through the Watershed Marketplace, a curated selection of nature-based and engineered carbon removal available to all customers of Watershed, the enterprise climate platform.\n\n\nOn behalf of Block, Brilliant Planet will remove 1,500 tons of carbon by 2027 at its planned demonstration facility in Morocco. A key pillar of Block's corporate sustainability program is its commitment to becoming net zero carbon for its operations by 2030, which includes internal carbon reductions, transparent emissions disclosures, and carbon removal sourcing. Block's carbon removal portfolio spans interventions across a variety of removal types and maturity – including reforestation, biochar, biomass sequestration, and direct air capture.\n\n\n**Adam Taylor, CEO at Brilliant Planet** commented, \"We are privileged to work with Block and Watershed in our shared vision of a net-zero future.  Early contracts with Block and other pioneering environmental leaders are important in the development of the high-integrity carbon removal sector and demonstrate to like-minded firms that solutions are actionable today.\"\n\n\n\"At Block we believe that effective corporate climate action includes a clear focus on internal reductions and a strong commitment to carbon removal,\" said **Neil Jorgensen, Global ESG Lead at Block, Inc.** \"We're proud to be working with Watershed to curate our carbon removal portfolio and invest in frontier carbon removal technology like Brilliant Planet. Providing support in the early days of these innovative projects is crucial to helping collectively secure a livable planet.\"\n\n\n\"Fighting climate change requires emissions reductions *and* carbon removals. We need to throw everything we've got at solving climate change. That's where innovators like Brilliant Planet come in,\" said **Watershed co-founder Taylor Francis.** \"We're excited to keep working with Brilliant Planet and leading companies like Block to pioneer innovative solutions to climate change.\"\n\n\nBrilliant Planet removes CO2 from the atmosphere by growing local strains of marine algae on land in coastal desert areas. Seawater is pumped through a series of open ponds, enabling natural algae blooms to continue year-round. The algae biomass is harvested, rapidly solar dried and buried underground on site, ensuring sequestered carbon remains easily verifiable and stable for over 1,000 years. Using only upwelled ocean water as a nutrient source and sunlight as energy, the exceptional productivity of year-round algae blooms enables Brilliant Planet's facilities to capture 30x more carbon per year than an equivalent area of forest, without competing for productive land.  \n\n\nBrilliant Planet has operated a pilot project in Southern Morocco since 2018, in addition to its previous pilot sites in South Africa (2013) and Oman (2014). They will begin construction on their demonstration site in Q2 2024 and start operations later that year. Following the construction of the demonstration site, Brilliant Planet intends to modularly increase its carbon removal capacity, reaching 1 million tons of CO2 per year by 2030.\n\n\nIn addition to removing carbon dioxide from the atmosphere, Brilliant Planet's carbon removal method de-acidifies local coastal areas, improving biodiversity. At the same time, it creates high-quality jobs in vulnerable rural areas, enabling those that are most affected by climate change to become part of the solution.\n\n\nBy purchasing carbon dioxide removal (CDR) through the Watershed Marketplace, companies of all sizes and industries help scale the businesses at the forefront of CDR innovation while working to meet their own climate goals. Watershed's team of climate scientists and external advisors vets CDR projects for additionality, verification, durability, leakage, co-benefits, and catalytic nature. Read more about the Watershed Marketplace [here](https://watershed.com/blog/how-watershed-vets-carbon-removal-suppliers-in-our-marketplace).\n\n\n**About Brilliant Planet:** \n\n\nBrilliant Planet is unlocking the power of algae as an affordable method of permanently and quantifiably sequestering carbon at the gigaton scale.  The company's innovative process enables vast quantities of microalgae to grow in open-air pond-based systems on coastal desert land. This is achieved without using fresh water, by harnessing a natural process that contributes to the health of oceans and air. Brilliant Planet is based in London, UK with operations in the Sahara Desert of Morocco.\n\n\n**About Block:** \n\n\nBlock, Inc. is a global technology company with a focus on financial services. Made up of Square, Cash App, Spiral, TIDAL, and TBD, we build tools to help more people access the economy. Square helps sellers run and grow their businesses with its integrated ecosystem of commerce solutions, business software, and banking services. With Cash App, anyone can easily send, spend, or invest their money in stocks or Bitcoin. Spiral builds and funds free, open-source Bitcoin projects. Artists use TIDAL to help them succeed as entrepreneurs and connect more deeply with fans. TBD is building an open developer platform to make it easier to access Bitcoin and other blockchain technologies without having to go through an institution.\n\n\n**About Watershed:** \n\n\n[Watershed](https://watershed.com/) is the enterprise climate platform. Companies like Airbnb, Carlyle Group, Everlane, YETI, and BBVA use Watershed to measure, report and act on their emissions, so they can produce audit-ready carbon footprints that drive real reductions. With embedded climate intelligence from the world's leading climate and policy experts, Watershed is the platform of choice for companies seeking to satisfy regulatory requirements, unlock new business opportunities, and address climate-related risks. Watershed customers also have exclusive access to a marketplace of pre-vetted, high-quality carbon projects and groundbreaking virtual power purchase agreements.\n\n\nContact:\n\n\nDEY.  \nKAVITA TOMLINSON  \n[Kavita Tomlinson [email protected]](/cdn-cgi/l/email-protection#cba0bfa4a6a7a2a5b8a4a58bafaeb2e5a5b2a8)  \n914 844-4451  \n@KAVITATOMLINSON  \n[DEY.NYC](https://dey.nyc/) \n\n\nLogo - <https://mma.prnewswire.com/media/2143292/Brilliant_Planet_Logo.jpg>\n\n\nSOURCE Brilliant Planet\n\n\n![](https://rt.prnewswire.com/rt.gif?NewsItemId=LN65519&Transmission_Id=202307251100PR_NEWS_USPR_____LN65519&DateId=20230725)\n", "classification": {"category": "CategoryS1", "reason": "The article discusses Brilliant Planet's purchase and their method of removing carbon through desert algae burial."}, "sentiment": {"score": 5, "reason": "The article discusses a positive development in carbon removal technology and how companies are taking action to reduce their carbon footprint."}}, {"source": "Sustainable Brands", "title": "Climate Vault Aims to Spur Climate Action by Locking Away Carbon Permits", "link": "https://sustainablebrands.com/read/finance-investment/climate-vault-spur-climate-action-locking-away-carbon-permits", "summary": "- Seattle-based nonprofit Climate Vault aims to open up the global compliance market to the masses.\n- Climate Vault purchases and vaults CO2 permits from regulated cap-and-trade compliance markets to prevent major polluters from emitting.\n- The organization then uses the value of vaulted permits to remove atmospheric carbon through verified carbon-dioxide removal (CDR) projects.\n- Climate Vault's market-based approach tracks, quantifies, and verifies carbon reductions to provide immediate and measurable impact.\n- The focus is on emissions avoidance through regulated markets and scaling up CDR solutions to remove existing atmospheric carbon.", "reason": null, "score": null, "content": "\nThe nonprofit works to purchase and vault CO2 permits from regulated cap-and-trade compliance markets — thus keeping major polluters from using them to emit and, theoretically, stopping pollution before it happens.\n\n\n\nThe [**voluntary carbon\nmarket**](/read/defining-the-next-economy/is-voluntary-carbon-market-worth-saving)\n(**VCM**) is facing a reckoning. Objections and red flags abound — with\nopponents citing a lack of\n[additionality](https://www.offsetguide.org/high-quality-offsets/additionality/)\nand quality in reporting, and offering a blank check for polluters to keep\nemitting instead of verifying real emissions reductions. Alternatively,\ngovernment-regulated **compliance carbon markets** (also called **CCM** or\n[**cap-and-trade**](https://www.edf.org/climate/how-cap-and-trade-works) markets)\ngive polluters a set number of permits that allow them to emit one ton of CO2 in\nthe market’s jurisdiction. If the polluter doesn’t use all of its allowances, it\ncan sell them to others that overshoot theirs, and vice versa.\n\n\nThe goal is an eventual reduction in the number of permits released, thereby\nencouraging [a fossil fuel\nphase-out](/read/walking-the-talk/cop27-yields-landmark-deal-to-compensate-developing-nations-for-climate-damage-but-backpedals-on-phase-out-of-fossil-fuels)\nand [investments in clean\ntechnologies](/read/cleantech/renewables-booming-shifting-fossil-fuels-hindered).\n\n\nRegulated carbon markets tend to have a higher degree of credibility and proven\nadditionality than voluntary markets. And because the number of allowances is\ncapped, they’re also tradeable, bankable and scarce — so, when traded and sold,\nthey can pull significant market levers influencing large-scale carbon\nmanagement.\n\n\nOrganizations and businesses looking to voluntarily participate in regulated\ncarbon markets must go through a lot of red tape; and many organizations fall\noutside of a regulated market’s jurisdiction. It’s a stumbling block keeping\nmany companies from participating in the rigorous standards of CCMs, and a major\nreason many companies and organizations choose to participate in voluntary\nmarkets instead.\n\n\n**Seattle**-based nonprofit [**Climate Vault**](https://climatevault.org/),\n[launched](https://www.geekwire.com/2023/carbon-accounting-and-reduction-startup-with-unusual-strategy-launches-with-9-4m/)\njust last month, wants to change that by opening up the [$851\nbillion](https://terrapass.com/blog/overall-size-of-carbon-offset-markets)\nglobal compliance market to the masses.\n\n\n“We are big believers in the notion that markets can be a powerful force for\ngood when it comes to combating climate change,” Climate Vault CEO [**Jonathan\nCohen**](https://www.linkedin.com/in/jonathan-cohen-16934b8b/) told **Sustainable\nBrands®** via email. “The elegance of CCMs is their simplicity: When you\npurchase one allowance, you prevent a polluter from emitting one ton of CO2. As\na third-party custodian, Climate Vault is opening the door for those that are\nserious about taking meaningful climate action by providing bespoke carbon\nconsultations and making the administration and audibility of allowance\npurchases significantly easier and faster.”\n\n\nClimate Vault — which is [registered](https://www.cdp.net/en/partners/climatevault) with\n**CDP** as a **Science-Based Targets Accredited Solution\nProvider** — aims to create an ecosystem linking offsets, carbon markets and\n[carbon-dioxide\nremoval](https://www.mckinsey.com/capabilities/sustainability/our-insights/co2-removal-solutions-a-buyers-perspective)\n(CDR) to address both past, present and future emissions. Climate Vault works\nwith supporters, organizations and individuals to purchase and vault CO2 permits\nfrom regulated cap-and-trade compliance markets — thus keeping major polluters\nsuch as utilities from using them to emit and, theoretically, stopping pollution\nbefore it happens. Climate Vault then uses the value of vaulted permits to\nremove atmospheric carbon from verified, breakthrough CDR projects.\n\n\n### Here's how it works:\n\n\n1. Company 1 and Company 2 calculate their emissions (ex: X1 and X2 tons).\n2. Company 1 and Company 2 cover the costs associated with obtaining enough\npermits to cover X1 and X2 tons.\n3. Climate Vault purchases X1 and X2 permits on the regulated market and\n“locks” them away, reducing the amount of CO2 that can be emitted into the\ncompliance market.\n4. Climate Vault exchanges Company 1 and 2’s permits (X1 + X2 = Y) and uses the\nfunds to purchase Y tons of carbon-dioxide removal (CDR) from a [verified\nCDR\nproject](/read/collaboration-cocreation/nature-based-solutions-indonesia-allying-communities-restoring-ecosystems).\n5. CDR purchases enable further innovation and scale in CDR solutions aimed at\npromoting greater deployment and lowered costs.\n\n\n“Because the number of allowances is capped by a governmental body and each\nallowance is serialized, keeping them off the market verifiably decreases CO2\nemissions and provides a quantifiable and immediate carbon reduction — limiting\nthe risk of\n[greenwashing](/read/defining-the-next-economy/climate-policymakers-denounce-uk-approval-of-new-net-zero-coal-mine)\nfor our clients,” Cohen explained. “Through this market-based approach we can\ntrack, quantify and verify the precise amount of our carbon reductions. Our\nclients and donors know they are having a real and measurable impact on carbon\nreduction today, rather than hoping for positive results years or decades down\nthe line.”\n\n\n### The elephant in the room\n\n\nOffsets, Cohen told us, have [become a four-letter\nword](/read/defining-the-next-economy/study-csos-committed-to-decarbonization-but-skittish-about-offsetting)\nin the sustainability lexicon.\n\n\n“Traditional voluntary offsets have struggled with and been criticized for\ncredibility issues stemming from inadequate oversight, lack of measurability,\nand inconsistent third-party verification almost since their inception,” he\nsaid.\n\n\nScrutiny around greenwashing is cutting to the heart of many sustainability\nsolutions previously considered sacrosanct — particularly, voluntary carbon\noffsets; [**Verra**](https://verra.org/) CEO [**David\nAntonioli**](https://www.linkedin.com/in/david-antonioli-6b3b934/)\n[resigned](https://www.theguardian.com/environment/2023/may/23/ceo-of-worlds-biggest-carbon-credit-provider-says-he-is-resigning?utm_campaign=Newsletter&utm_source=hs_email&utm_medium=email&_hsenc=p2ANqtz-8kfSDbPH-DKdokc0FpCVEc5b3S0vVq8hkZXpUovGIpbFzUYI_4H7ZUGnfUcwE0jXkVpB39)\nin June after millions of projects verified by the nonprofit were proved next to\nworthless. Though well-intentioned, the VCM struggles with [near-endless\ncriticism](/read/defining-the-next-economy/john-olivers-inconvenient-truth-voluntary-carbon-markets-problem)\nsurrounding whether offset projects simply displace emissions to another region\nor sector, whether the offset stores carbon for long periods of time, and\nadditionality. Most traditional offset programs focus on nature-based\ncarbon-removal solutions such as\n[forestry](/read/defining-the-next-economy/look-for-these-3-attributes-when-buying-high-quality-carbon-credits)\nand\n[agriculture](https://sustainablebrands.com/read/defining-the-next-economy/indigo-to-remove-1-terraton-co2-from-atmosphere-through-regenerative-farming)\nprojects. But they’re prone to reversal — as exemplified by the [growing\nprevalence of catastrophic\nwildfires](/read/walking-the-talk/cop27-yields-more-impressive-forest-conservation-commitments-but-will-our-efforts-go-up-in-smoke).\n\n\nA forest-related offset project, for example, may burn down, and\n[regenerative-agriculture\nprojects](/read/collaboration-cocreation/general-mills-collaborating-scale-resilient-ag-revolution)\nthat sequester carbon in the soil can be one extreme weather event or property\nsale away from unearthing it. In these cases, permanence and additionality are\nquestioned — because even if it can be proved that the carbon sequestered by a\nforest or field is indeed additional; in a rapidly changing climate, there’s no\nguarantee that these natural carbon sinks will be there the following year.\n\n\nClimate Vault’s focus on emissions avoidance through regulated markets is only\none side of the climate-mitigation coin: It recognizes the need to scale up CDR\nsolutions to also [remove the legacy\ncarbon](/read/cleantech/google-has-erased-its-entire-carbon-legacy-sets-sights-on-100-carbon-free-power)\nalready in the atmosphere. Climate Vault’s growing portfolio of novel CDR\ninvestments is meant to help scale the other side of the coin: [Removing\nexisting atmospheric\ncarbon](/read/walking-the-talk/microsoft-will-remove-more-carbon-from-the-atmosphere-than-it-emits-by-2030).\n\n\n“We see the importance of making an immediate impact through verifiable emission\nreductions so that our clients do not have to wait for CDR projects to become\nboth feasible and easily accessible,” Cohen said. “We also understand the\nimportance of leveraging our immediate carbon reductions into ultimate removals,\nthereby making an equal (or greater) permanent impact on carbon while advancing\nthe growth of some of the most promising CDR projects in the world today.”\n\n\n\n[Finance & Investment](https://sustainablebrands.com/channels/finance-investment) [The Next Economy](https://sustainablebrands.com/channels/defining-the-next-economy) [Climate Action](https://sustainablebrands.com/browse/subjects/climate-action) [Finance/Insurance/Investment](https://sustainablebrands.com/browse/subjects/finance-insurance-investment) [Government](https://sustainablebrands.com/browse/subjects/government) [Living Within Our Means](https://sustainablebrands.com/browse/subjects/living-within-our-means) [Natural Capital](https://sustainablebrands.com/browse/subjects/natural-capital) [NGO](https://sustainablebrands.com/browse/subjects/ngo) [Responsible Consumption](https://sustainablebrands.com/browse/subjects/responsible-consumption) [Systems Shift](https://sustainablebrands.com/browse/subjects/systems-shift)\n*Published Jul 25, 2023 2pm EDT / 11am PDT / 7pm BST / 8pm CEST*\n\n\n\n\n\n\n[![Christian Yonkers](/eddy/dir/person/headshots/14174/conversions/headshot-main.jpg)](https://sustainablebrands.com/is/christian-yonkers)\n\n\n##### \n[Christian Yonkers](https://sustainablebrands.com/is/christian-yonkers)\n\n\n###### \n\n\nChristian is a writer, photographer, filmmaker, and outdoor junkie obsessed with the intersectionality between people and planet. He partners with brands and organizations with social and environmental impact at their core, assisting them in telling stories that change the world.\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n", "classification": {"category": "CategoryS1", "reason": "The article discusses Climate Vault's approach of purchasing and vaulting CO2 permits from regulated cap-and-trade markets to prevent major polluters from emitting, and using the value of the permits to remove atmospheric carbon through verified carbon-dioxide removal projects."}, "sentiment": {"score": 5, "reason": "The article highlights Climate Vault's efforts to prevent carbon emissions and remove atmospheric carbon through its market-based approach, which is considered a positive sentiment in addressing climate change."}}, {"source": "CarbonCredits.com", "title": "Xpansiv and Puro.earth Partner to Scale Carbon Removal Credits Market", "link": "https://carboncredits.com/xpansiv-and-puro-earth-partner-to-scale-carbon-removal-credits-market/", "summary": "- Website undergoing maintenance\n- Expected to be back shortly", "reason": null, "score": null, "content": "\n\nWeb\nMaintenance\n\n Please forward this error screen to carboncredits.com's  [WebMaster](mailto:webmaster@carboncredits.com?subject=Error message [403] (none) for carboncredits.com/xpansiv-and-puro-earth-partner-to-scale-carbon-removal-credits-market/ port 443 on Wednesday, 26-Jul-2023 01:40:00 EDT).\n \nWebsite currently undergoing maintenance, and will be back shortly.\n\n\n", "classification": {"category": "CategoryO1", "reason": "The article is related to website maintenance and does not mention carbon."}, "sentiment": {"score": 5, "reason": "The article does not mention carbon or any related topics, so sentiment cannot be determined."}}], [{"source": "JD Supra", "title": "JPMorgan Outlines Voluntary Carbon Market Principles | Cadwalader, Wickersham & Taft LLP - JDSupra", "link": "https://www.jdsupra.com/legalnews/jpmorgan-outlines-voluntary-carbon-8925361/", "summary": "- JPMorgan has outlined its approach to improving voluntary carbon markets to promote decarbonization efforts\n- Voluntary carbon markets allow companies to offset their emissions by purchasing carbon credits\n- Carbon markets provide benefits beyond regulatory programs by enabling deployment of climate solutions, incentivizing investment, and promoting environmentally friendly actions\n- Companies should still invest in technologies to directly reduce their carbon emissions\n- Voluntary carbon markets trade avoidance and removal credits\n- The value and utility of carbon credits should meet certain criteria, including being real, measurable, unique, and independently verified\n- Challenges include a lack of quality information, scarcity of high-quality carbon credits, and a need for improved trading infrastructure and advanced features\n- The integrity of carbon credits is a source of controversy and oversight by regulatory bodies like the CFTC\n- Carbon markets are active and growing globally.", "classification": {"category": "CategoryS1", "reason": "The article discusses JPMorgan's approach to improving voluntary carbon markets and promoting decarbonization efforts."}, "sentiment": {"score": 4, "reason": "The article discusses JPMorgan's efforts to improve voluntary carbon markets and promote decarbonization, which is considered a positive sentiment."}, "content": "![Cadwalader, Wickersham & Taft LLP](/img/client_headers/Cadwalader/MainHeader.jpg)\n\n\nIn a recently published **[white paper](https://www.jpmorganchase.com/content/dam/jpmc/jpmorgan-chase-and-co/documents/carbon-market-principles.pdf)**, JPMorgan outlined its approach to improving and strengthening voluntary carbon markets to promote scalable decarbonization efforts. JPMorgan focused its analysis on voluntary carbon markets, i.e., markets where “companies or individuals to purchase carbon credits to meet their own emissions goals” independent of markets “created and regulated by mandatory international, national or regional carbon management regimes,” (i.e., compliance markets). JPMorgan also cautioned that voluntary markets are “not a substitute for robust public policies designed to address climate change.”\n\n\nUnder JPMorgan’s analysis, carbon markets provide benefits to the global effort to reduce carbon emissions beyond those offered by regulatory programs for three major reasons. First, they allow companies in industries that face challenges in reducing their carbon emissions where, for instance, “the technologies necessary to address emissions may not yet be commercially available or else may still be prohibitively expensive,” to offset their greenhouse gas emissions by purchasing carbon credits, thereby “enabling greater deployment of climate solutions elsewhere in the economy.” Second, by incentivizing investment, carbon markets “facilitate more rapid deployment of proven solutions, which can drive down net emissions more quickly.” Third, investing in projects via carbon credits can promote other environmentally friendly actions, including reforestation efforts, or a slowing of deforestation, which increases biodiversity, reduces other forms of pollution, and promotes stronger environmental resilience.\n\n\nStill, JPMorgan recognized that carbon markets and the use of carbon credits may not be adopted on a global scale and across all industries as quickly as necessary to maintain net-zero targets without other efforts. Accordingly, it advises that companies should still devise business strategies and invest in technologies that will directly reduce their carbon emissions. While these actions may impose significant short-term capital expenses, they will likely increase business efficiency and reduce long-term costs, according to the bank. JPMorgan also cautioned that voluntary markets are “not a substitute for robust public policies designed to address climate change.”\n\n\nThe voluntary carbon markets provide for trading two main forms of credits: (a) avoidance credits and (b) removal credits. Avoidance credits are created when a company takes an action that either fully prevents or reduces the amount of carbon it normally would have produced under business operations. For example, companies can generate these types of credits by transitioning to solar energy or by taking actions to reduce deforestation. Removal credits, on the other hand, are created when a company actively promotes removal of GHGs from the atmosphere. This can be accomplished through a variety of options, including nature-based solutions like reforestation, or through technological developments like investments in, or promoting the use of, carbon-capture technology. JPMorgan noted that while nature-based solutions like reforestation tend to be more readily accessible and cheaper, they only store carbon for short periods of time. Technology like carbon-capture provides long-term removal of GHGs from the atmosphere, but tends to be expensive and is not yet fully developed.\n\n\nAvoidance credits and removal credits work in tandem to complement each other. In the near-term, avoidance credits reduce the amount of GHGs released and slow the accumulation of carbon in the atmosphere. In the long-term, deployment of more expensive carbon-capture technology has the potential to partially reverse historic GHG emissions and counteract the continued release of GHGs from industries where emissions-reduction is prohibitively expensive or technologically difficult. As JPMorgan observed, while the goal of net-zero emissions by 2050 will largely be accomplished through reducing carbon emissions, “the large-scale removal of GHGs from the atmosphere will be [also] be necessary[.]”\n\n\nJPMorgan also identified eight major factors it utilizes when assessing the value and utility of carbon credits, given widely recognized issues associated with “variation in the availability and quality of information needed to assess credit quality, resulting in a lack of confidence for many market participants.” Under its framework, the GHG emission reductions underlying each carbon credit should be: (1) real and proven to have actually taken place; (2) measurable and quantifiable according to recognized methodological approaches; (3) in addition to what would have already been undertaken by the company; (4) unique and traceable to each initiative; (5) independently verified by a reputable GHG accreditation program; (6) not simply a displacement of carbon emissions from one sector of the economy to another; (7) durable and long-term; and (8) equitable by promoting and supporting marginalized communities.\n\n\nJPMorgan highlighted additional challenges facing the development of effective and efficient voluntary carbon markets. These include, in addition to a lack of quality information about each carbon credit, a scarcity of high-quality carbon credits that would promote and support large-scale efforts at decarbonization; the existence of “multiple marketplaces, competing frameworks and principles;” and an inability to “support more sophisticated forms of trading, which limits its ability to meet the needs of different kinds of participants. Improved trading infrastructure and further development of advanced features such as forward market instruments and reference contracts are needed to support increased liquidity, transparency and risk management, which can contribute to greater scale and efficiency.”\n\n\n**Taking the Temperature: JPMorgan’s report highlights the potential value to companies of integrating high-quality carbon credits into their overall sustainability plans, while also acknowledging the challenges in doing so. The integrity of carbon credits is an ongoing source of controversy and challenge. Last year, for instance, the Chair of the International Organization of Securities Commissions [cited concerns](https://www.cadwalader.com/cwt-climate/index.php?eid=58&nid=11&search=carbon%20market) around the “appropriate levels of integrity, transparency, and liquidity” of voluntary markets.**\n\n\n**Of note, the integrity of credits traded on voluntary carbon markets is not outside of federal regulatory oversight. Earlier this year, the Chairman of the Commodity Futures Trading Commission (CFTC), Rostin Behnam, [announced a speech](https://www.cadwalader.com/cwt-climate/index.php?eid=127&nid=28&search=carbon%20market) that the CFTC recognizes environmental products as “commodities” and therefore “can play a role in voluntary [carbon] markets, and that carbon markets must be transparent and have integrity and adhere to basic market regulatory requirements.” The CFTC Chair’s statement [followed a letter](https://www.cadwalader.com/cwt-climate/index.php?eid=15&nid=3&search=carbon%20market) to the CFTC sent in the fall of 2022 by a group of Democratic senators asking for improved regulation of the market for carbon offsets. It remains unclear how the CFTC would exercise this authority in practice and what the implications are for the developments of voluntary markets; however, the CFTC has identified as a top priority addressing financial risks posed by climate change as well as prosecuting fraud and manipulation in carbon and environmental markets. In June of 2023, the CFTC published guidance for whistleblowers to report fraud in spot and forward carbon markets, and then announced the creation of an environmental fraud enforcement task force. Further, on July 19, 2023, the CFTC held its second convening to discuss the development of voluntary carbon. Nonetheless, carbon markets are likely to remain active, and have been growing around the world, including in the [UK](https://www.cadwalader.com/cwt-climate/index.php?eid=17&nid=3&search=carbon%20market), [Brazil](https://www.cadwalader.com/cwt-climate/index.php?eid=247&nid=58&search=carbon%20market), [Australia](https://www.cadwalader.com/cwt-climate/index.php?eid=114&nid=25&search=carbon%20market), and [Africa](https://www.cadwalader.com/cwt-climate/index.php?eid=51&nid=10&search=carbon%20market).**\n\n\n"}, {"source": "CarbonCredits.com", "title": "Abu Dhabi Asset Management Firm to Build $250M Carbon Fund", "link": "https://carboncredits.com/asset-management-build-250m-carbon-fund/", "summary": "- The website is currently undergoing maintenance\n- It will be back shortly", "classification": {"category": "CategoryO1", "reason": "The article is not related to carbon as it is about web maintenance."}, "sentiment": {"score": 5, "reason": "The article is not related to carbon, so it does not have a sentiment on the topic."}, "content": "\n\nWeb\nMaintenance\n\n Please forward this error screen to carboncredits.com's  [WebMaster](mailto:webmaster@carboncredits.com?subject=Error message [403] (none) for carboncredits.com/asset-management-build-250m-carbon-fund/ port 443 on Wednesday, 26-Jul-2023 01:40:53 EDT).\n \nWebsite currently undergoing maintenance, and will be back shortly.\n\n\n"}, {"source": "VOA Learning English", "title": "Researchers, Lawmakers Debate Carbon Markets", "link": "https://learningenglish.voanews.com/a/researchers-lawmakers-debate-carbon-markets/7190881.html", "summary": "- US officials and researchers are focusing on agricultural emissions and the link between carbon storage and carbon markets.\n- The United States Department of Agriculture (USDA) announced a $300 million investment in monitoring agricultural emissions and supporting research on soil carbon storage.\n- Carbon markets support the buying and selling of environmental commodities related to greenhouse gas emissions reductions or storage.\n- The ability to measure carbon stored in soil is crucial for the success of the soil carbon market.\n- There are concerns about the science, monitoring, reporting, and verification aspects of carbon credits.\n- Owning the land where crops are grown poses challenges in guaranteeing the permanence of carbon storage for farmers.\n- Research suggests that the effects of carbon offset projects are often overestimated.\n- Some lawmakers support farmers entering carbon markets with strong accounting systems, but emphasize the need for broader climate action beyond offsets.", "classification": {"category": "CategoryS1", "reason": "The article discusses the link between carbon storage and carbon markets, as well as the USDA's investment in monitoring carbon levels in soil."}, "sentiment": {"score": 4, "reason": "The article discusses efforts to monitor agricultural emissions, support research on soil carbon storage, and the link between carbon storage and carbon markets. These topics highlight positive actions towards reducing carbon emissions and promoting sustainability."}, "content": "\n\n\n\n\n\n\n\n![Researchers, Lawmakers Debate Carbon Markets](https://gdb.voanews.com/6AD44B97-4251-4D10-B871-C134BBFB39FA_w250_r1.jpg \"Researchers, Lawmakers Debate Carbon Markets\")\n\n\n\n![please wait](/Content/responsive/img/player-spinner.png \"please wait\")\n\n\n\n\n\n\n\n\n\nEmbed\n\n\n\nshare\n\n\n\n\n\n\n##### \n[Researchers, Lawmakers Debate Carbon Markets](/a/researchers-lawmakers-debate-carbon-markets/7194099.html \"Researchers, Lawmakers Debate Carbon Markets\")\n\n\n\nby [VOA](https://learningenglish.voanews.com \"VOA\")\n\n\n\n\n\n\n\nEmbed\n\n\n\nshare\n\n\n\n\n\n\n\n\n\n\nThe code has been copied to your clipboard.\n\n\n\n\n\n\n\n\n\n\n\n\nThe URL has been copied to your clipboard\n\n\n\n* [Share on Facebook](https://facebook.com/sharer.php?u=https%3a%2f%2flearningenglish.voanews.com%2fa%2f7194099.html \"Share on Facebook\")\n* [Share on Twitter](https://twitter.com/share?url=https%3a%2f%2flearningenglish.voanews.com%2fa%2f7194099.html&text=Researchers%2c+Lawmakers+Debate+Carbon+Markets \"Share on Twitter\")\n* \n* \n\n\n\n\n\n\n---\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo media source currently available\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n0:00\n\n0:05:29\n\n\n\n\n\n\n\n\n\n\n\n\n0:00\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDirect link\n\n\n\n* [128 kbps | MP3](https://av.voanews.com/clips/VLE/2023/07/24/01000000-c0a8-0242-fe8c-08db8c719b78_hq.mp3?download=1 \"128 kbps | MP3\")\n* [64 kbps | MP3](https://av.voanews.com/clips/VLE/2023/07/24/01000000-c0a8-0242-fe8c-08db8c719b78.mp3?download=1 \"64 kbps | MP3\")\n\n\n\n\n\n\n\nPop-out player\n\n\n\nAgricultural emissions are getting more attention from U.S. officials, researchers, and industry professionals. One big area of debate is the link between carbon storage and carbon markets.\n\n\n\n\n**New Policies** \n\n\n\n\nLast week, the United States Department of Agriculture (USDA) announced a $300 million investment to monitor agricultural emissions. The investment will help create a research group to monitor carbon levels in soil.\n\n\n\n\nAmerican lawmakers also proposed a measure to support research needed to “properly credit soil carbon storage.”\n\n\n\n\nThe USDA announcement and the law are both aimed at the difficult question of how to measure carbon stored in soil. The issue is important if the young soil carbon market is to avoid the opposition directed at current carbon credit markets.\n\n\n\n\n**Carbon storage** \n\n\n\n\nThe Congressional Research Services describes a carbon market as an economic idea “that supports the buying and selling of environmental **commodities** that **signify** GHG (greenhouse gas) emission reductions” or storage.\n\n\n\n\nThe general idea is that some kinds of farming methods can support carbon storage. As a result, some farmers can get money in the form of carbon offsets — payments that companies can make that support carbon storage in farms.\n\n\n\n\nShalamar Armstrong is an associate professor at Purdue University in West Lafayette, Indiana. “The more carbon you store from the atmosphere with your crops, and the more crops grown throughout the year, you offset some of your waste,” he said. The carbon that was stored would have instead been released into the atmosphere, he explained.\n\n\n\n\nBut much about carbon storage remains unknown.\n\n\n\n\n“The science piece (of carbon credits) has really **lagged** behind, particularly when it comes to things like monitoring, reporting and **verification**,” said Cristel Zoebisch, a policy director at climate organization Carbon180.\n\n\n\n\nArmstrong has been trying to help fix the problem of measuring carbon storage. He runs a lab where researchers are investigating how farming method affects the amount of carbon in soil across different kinds of land. He and others at Purdue have been studying soil samples that date back more than 40 years.\n\n\n\n\nHe hopes his findings will help farmers make decisions that could result in earnings from storing carbon and without losing any crop profit.\n\n\n\n\n**Carbon markets** \n\n\n\n\nBut other experts worry that even if farmers do get paid for storing soil carbon, bigger issues remain.\n\n\n\n\nCarbon offsets in the U.S. have to meet four conditions. They have to store carbon that would otherwise be released. The offsets also have to be verifiable in data, immediate and long-lasting, said John Sterman, a professor at Massachusetts Institute of Technology.\n\n\n\n\nCarbon storage research might make the offsets more verifiable, but such research does not deal with other problems.\n\n\n\n\nFor example, many American farmers do not own the land on which they grow crops. As a result, these farmers cannot guarantee that carbon stored on their land will stay in place if someone else works the same property.\n\n\n\n\nBarbara Haya of the Berkeley Carbon Trading Project at University of California, Berkeley, says the research she has worked on shows that the effects of carbon offset projects are commonly overestimated. Carbon trading has, in her words, “failed miserably” over the last 20 years. She advises moving away from the process.\n\n\n\n\nJared Huffman, a lawmaker in the U.S. House of Representatives, last month proposed a bill to support farmers in making improvements to soil health. He said farmers in the area he represents would be interested in entering carbon markets with strong accounting systems. But he added that those hoping for serious climate action should not depend only on offsets.\n\n\n\n\nI’m John Russell.\n\n\n\n\n*Melina Walling reported on this story for the Associated Press. John Russell adapted it for VOA Learning English.* \n\n\n\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\n\n\n\n**Words in The Story**\n----------------------\n\n\n\n\n**commodity** *– n.* something that is bought and sold\n\n\n\n\n**signify** *– v.* to be a sign of (something) : to mean (something)\n\n\n\n\n**lag***– v.* to be in a position that is behind others\n\n\n\n\n**verify** *– v.* to prove, show, find out, or state that (something) is true or correct\n\n\n\n"}], [{"source": "JD Supra", "title": "JPMorgan Outlines Voluntary Carbon Market Principles | Cadwalader, Wickersham & Taft LLP - JDSupra", "link": "https://www.jdsupra.com/legalnews/jpmorgan-outlines-voluntary-carbon-8925361/", "summary": "- JPMorgan outlined its approach to improving voluntary carbon markets\n- Voluntary carbon markets allow companies to offset their emissions by purchasing carbon credits\n- Carbon markets provide benefits by enabling deployment of climate solutions, incentivizing investment, and promoting environmentally friendly actions\n- JPMorgan advises companies to invest in technologies that directly reduce carbon emissions\n- Two main forms of carbon credits are avoidance credits and removal credits\n- Avoidance credits reduce GHG emissions in the near-term, while removal credits provide long-term removal of GHGs\n- JPMorgan identified eight factors to assess the value and utility of carbon credits\n- Challenges in voluntary carbon markets include a lack of quality information, scarcity of high-quality carbon credits, and limited trading infrastructure\n- The integrity of carbon credits is a source of controversy and regulatory oversight is being considered\n- Carbon markets are growing globally.", "classification": {"category": "CategoryS1", "reason": "The article discusses JPMorgan's approach to improving voluntary carbon markets and promoting scalable decarbonization efforts."}, "sentiment": {"score": 4, "reason": "The article discusses JPMorgan's approach to improving voluntary carbon markets and promoting scalable decarbonization efforts, which is generally considered positive for addressing climate change."}, "content": "![Cadwalader, Wickersham & Taft LLP](/img/client_headers/Cadwalader/MainHeader.jpg)\n\n\nIn a recently published **[white paper](https://www.jpmorganchase.com/content/dam/jpmc/jpmorgan-chase-and-co/documents/carbon-market-principles.pdf)**, JPMorgan outlined its approach to improving and strengthening voluntary carbon markets to promote scalable decarbonization efforts. JPMorgan focused its analysis on voluntary carbon markets, i.e., markets where “companies or individuals to purchase carbon credits to meet their own emissions goals” independent of markets “created and regulated by mandatory international, national or regional carbon management regimes,” (i.e., compliance markets). JPMorgan also cautioned that voluntary markets are “not a substitute for robust public policies designed to address climate change.”\n\n\nUnder JPMorgan’s analysis, carbon markets provide benefits to the global effort to reduce carbon emissions beyond those offered by regulatory programs for three major reasons. First, they allow companies in industries that face challenges in reducing their carbon emissions where, for instance, “the technologies necessary to address emissions may not yet be commercially available or else may still be prohibitively expensive,” to offset their greenhouse gas emissions by purchasing carbon credits, thereby “enabling greater deployment of climate solutions elsewhere in the economy.” Second, by incentivizing investment, carbon markets “facilitate more rapid deployment of proven solutions, which can drive down net emissions more quickly.” Third, investing in projects via carbon credits can promote other environmentally friendly actions, including reforestation efforts, or a slowing of deforestation, which increases biodiversity, reduces other forms of pollution, and promotes stronger environmental resilience.\n\n\nStill, JPMorgan recognized that carbon markets and the use of carbon credits may not be adopted on a global scale and across all industries as quickly as necessary to maintain net-zero targets without other efforts. Accordingly, it advises that companies should still devise business strategies and invest in technologies that will directly reduce their carbon emissions. While these actions may impose significant short-term capital expenses, they will likely increase business efficiency and reduce long-term costs, according to the bank. JPMorgan also cautioned that voluntary markets are “not a substitute for robust public policies designed to address climate change.”\n\n\nThe voluntary carbon markets provide for trading two main forms of credits: (a) avoidance credits and (b) removal credits. Avoidance credits are created when a company takes an action that either fully prevents or reduces the amount of carbon it normally would have produced under business operations. For example, companies can generate these types of credits by transitioning to solar energy or by taking actions to reduce deforestation. Removal credits, on the other hand, are created when a company actively promotes removal of GHGs from the atmosphere. This can be accomplished through a variety of options, including nature-based solutions like reforestation, or through technological developments like investments in, or promoting the use of, carbon-capture technology. JPMorgan noted that while nature-based solutions like reforestation tend to be more readily accessible and cheaper, they only store carbon for short periods of time. Technology like carbon-capture provides long-term removal of GHGs from the atmosphere, but tends to be expensive and is not yet fully developed.\n\n\nAvoidance credits and removal credits work in tandem to complement each other. In the near-term, avoidance credits reduce the amount of GHGs released and slow the accumulation of carbon in the atmosphere. In the long-term, deployment of more expensive carbon-capture technology has the potential to partially reverse historic GHG emissions and counteract the continued release of GHGs from industries where emissions-reduction is prohibitively expensive or technologically difficult. As JPMorgan observed, while the goal of net-zero emissions by 2050 will largely be accomplished through reducing carbon emissions, “the large-scale removal of GHGs from the atmosphere will be [also] be necessary[.]”\n\n\nJPMorgan also identified eight major factors it utilizes when assessing the value and utility of carbon credits, given widely recognized issues associated with “variation in the availability and quality of information needed to assess credit quality, resulting in a lack of confidence for many market participants.” Under its framework, the GHG emission reductions underlying each carbon credit should be: (1) real and proven to have actually taken place; (2) measurable and quantifiable according to recognized methodological approaches; (3) in addition to what would have already been undertaken by the company; (4) unique and traceable to each initiative; (5) independently verified by a reputable GHG accreditation program; (6) not simply a displacement of carbon emissions from one sector of the economy to another; (7) durable and long-term; and (8) equitable by promoting and supporting marginalized communities.\n\n\nJPMorgan highlighted additional challenges facing the development of effective and efficient voluntary carbon markets. These include, in addition to a lack of quality information about each carbon credit, a scarcity of high-quality carbon credits that would promote and support large-scale efforts at decarbonization; the existence of “multiple marketplaces, competing frameworks and principles;” and an inability to “support more sophisticated forms of trading, which limits its ability to meet the needs of different kinds of participants. Improved trading infrastructure and further development of advanced features such as forward market instruments and reference contracts are needed to support increased liquidity, transparency and risk management, which can contribute to greater scale and efficiency.”\n\n\n**Taking the Temperature: JPMorgan’s report highlights the potential value to companies of integrating high-quality carbon credits into their overall sustainability plans, while also acknowledging the challenges in doing so. The integrity of carbon credits is an ongoing source of controversy and challenge. Last year, for instance, the Chair of the International Organization of Securities Commissions [cited concerns](https://www.cadwalader.com/cwt-climate/index.php?eid=58&nid=11&search=carbon%20market) around the “appropriate levels of integrity, transparency, and liquidity” of voluntary markets.**\n\n\n**Of note, the integrity of credits traded on voluntary carbon markets is not outside of federal regulatory oversight. Earlier this year, the Chairman of the Commodity Futures Trading Commission (CFTC), Rostin Behnam, [announced a speech](https://www.cadwalader.com/cwt-climate/index.php?eid=127&nid=28&search=carbon%20market) that the CFTC recognizes environmental products as “commodities” and therefore “can play a role in voluntary [carbon] markets, and that carbon markets must be transparent and have integrity and adhere to basic market regulatory requirements.” The CFTC Chair’s statement [followed a letter](https://www.cadwalader.com/cwt-climate/index.php?eid=15&nid=3&search=carbon%20market) to the CFTC sent in the fall of 2022 by a group of Democratic senators asking for improved regulation of the market for carbon offsets. It remains unclear how the CFTC would exercise this authority in practice and what the implications are for the developments of voluntary markets; however, the CFTC has identified as a top priority addressing financial risks posed by climate change as well as prosecuting fraud and manipulation in carbon and environmental markets. In June of 2023, the CFTC published guidance for whistleblowers to report fraud in spot and forward carbon markets, and then announced the creation of an environmental fraud enforcement task force. Further, on July 19, 2023, the CFTC held its second convening to discuss the development of voluntary carbon. Nonetheless, carbon markets are likely to remain active, and have been growing around the world, including in the [UK](https://www.cadwalader.com/cwt-climate/index.php?eid=17&nid=3&search=carbon%20market), [Brazil](https://www.cadwalader.com/cwt-climate/index.php?eid=247&nid=58&search=carbon%20market), [Australia](https://www.cadwalader.com/cwt-climate/index.php?eid=114&nid=25&search=carbon%20market), and [Africa](https://www.cadwalader.com/cwt-climate/index.php?eid=51&nid=10&search=carbon%20market).**\n\n\n"}, {"source": "CarbonCredits.com", "title": "Abu Dhabi Asset Management Firm to Build $250M Carbon Fund", "link": "https://carboncredits.com/asset-management-build-250m-carbon-fund/", "summary": "- Website undergoing maintenance", "classification": {"category": "CategoryO1", "reason": "The article is not related to carbon."}, "sentiment": {"score": 3, "reason": "Neutral sentiment"}, "content": "\n\nWeb\nMaintenance\n\n Please forward this error screen to carboncredits.com's  [WebMaster](mailto:webmaster@carboncredits.com?subject=Error message [403] (none) for carboncredits.com/asset-management-build-250m-carbon-fund/ port 443 on Wednesday, 26-Jul-2023 01:41:32 EDT).\n \nWebsite currently undergoing maintenance, and will be back shortly.\n\n\n"}, {"source": "South China Morning Post", "title": "Poor data quality and low auction levels key issues for China's carbon market", "link": "https://www.scmp.com/business/article/3228893/poor-data-quality-and-low-auction-levels-are-key-hurdles-chinas-national-carbon-trading-market", "summary": "- Poor data quality and low auction levels are major obstacles for China's national carbon trading market.\n- Trading activities in the second year of the national ETS were slower compared to the first year.\n- Low prices and sluggish trading have hindered the national ETS in supporting China's net-zero emissions goals.", "classification": {"category": "CategoryN1", "reason": "The article discusses the national carbon trading market in China."}, "sentiment": {"score": 2, "reason": "The article discusses hurdles and challenges faced by China's national carbon trading market, which may be seen as negative for efforts to reduce carbon emissions."}, "content": " [Business](/business)    \n Poor data quality and low auction levels are key hurdles for China’s national carbon trading market, experts say\n====================================================================================================================\n\n * Trading activities slowed down in the second year compared to the first trading year for the national ETS\n* The national ETS has continued to battle low prices and sluggish trading, hindered its role in supporting China’s net-zero emissions goals\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n  [Business of climate change](https://www.scmp.com/topics/business-climate-change) + FOLLOW    [![Yujie Xue](data:image/gif;base64,iVBORw0KGgoAAAANSUhEUgAAAAMAAAACCAQAAAA3fa6RAAAAEElEQVR42mN8+p8BCBghFAAiEQPLD3901QAAAABJRU5ErkJggg==)](/author/yujie-xue)   [Yujie Xue](/author/yujie-xue)   in Shenzhen + FOLLOW  Published: 6:00am, 26 Jul, 2023\n\n Updated: 6:00am, 26 Jul, 2023\n\n  [Why you can trust SCMP](/policies-and-standards) "}], [{"source": "Yahoo Finance", "title": "SAP Focuses on Key Suppliers To Reduce Carbon Emissions", "link": "https://finance.yahoo.com/news/sap-focuses-key-suppliers-reduce-210000378.html", "summary": "- SAP is developing net-zero emissions strategies.\n- The focus is on reducing scope 3 emissions, which make up over 80% of overall carbon footprint.\n- SAP aims to establish a supply chain engagement program by 2024 to reduce greenhouse gas emissions.\n- The program will integrate a new sustainability classification system and embed environmental impact criteria in procurement documentation.\n- SAP plans to work with top 100 suppliers to report and record product-level emissions by 2027.\n- SAP will use SAP Sustainability Data Exchange for CO2 information exchange to increase transparency and support their net-zero commitment by 2030.", "classification": {"category": "CategoryD1", "reason": "The article mentions SAP committing to reducing their carbon footprint and their net-zero commitment."}, "sentiment": {"score": 5, "reason": "The article highlights SAP's commitment to reducing carbon emissions and their efforts to establish a sustainable supply chain, which is considered a positive sentiment in addressing climate change."}, "content": "**NORTHAMPTON, MA / ACCESSWIRE / July 25, 2023 /** SAP\n\nOrganizations are developing [net-zero](https://pr.report/9zJWLwQA) emissions strategies to take tangible climate action. These strategies often require close collaboration with customers, business partners, and suppliers. For many organizations, [more than 80% of their overall carbon footprint](https://pr.report/7s6IJZHc) is from scope 3 emissions, which are indirect emissions resulting from activities such as the procurement of goods and services.\n\nThe global supply chain continues to contribute to a significant part of our social and environmental impacts. At SAP, we are working towards a sustainable supply chain by eliminating single-use plastics, decreasing carbon emissions, enforcing human rights, and closely collaborating with a diverse supplier network - including social enterprises - across our seven procurement categories. As a purpose-driven company, we are always looking for ways to improve through our global procurement organization. Sustainable procurement practices have become one of the key enablers in achieving net-zero targets.\n\nAt SAP, we aim to establish a multi-phased supply chain engagement program by 2024 for our key suppliers to significantly reduce greenhouse gas emissions along our upstream value chain. The program will incorporate environmental considerations throughout the procurement process by integrating a new sustainability classification system and embedding environmental impact criteria in procurement documentation.\n\n\"Reducing scope 3 emissions is a key factor on the journey to net zero. This is a team effort, and we are happy to collaborate with our business partners on reducing emissions throughout our supply chain,\" said Dominik Asam, chief financial officer and member of the Executive Board of SAP SE. \"With our supply chain engagement program, we will integrate a new sustainability classification system into our procurement process and embed environmental impact criteria in our procurement documentation.\"\n\nStory continuesWe plan to work with our top 100 suppliers to report and record product-level emissions. We aim to have all of our top 100 suppliers report their company-wide emissions and product-level emissions for relevant key products by 2027, allowing SAP to report emissions based on actuals instead of averages. Standardizing and sharing sustainability data securely provides clarity on exactly who is accountable to reduce emissions. We plan to leverage [SAP Sustainability Data Exchange](https://pr.report/S2BUruDJ) for CO2 information exchange. This will help increase transparency through the supply chain, so we can mutually act to significantly reduce scope 3 emissions and support SAP's 2030 net-zero commitment.\n\n![SAP, Tuesday, July 25, 2023, Press release picture]()![SAP, Tuesday, July 25, 2023, Press release picture](https://s.yimg.com/ny/api/res/1.2/6l8WNZhJQ1kaKTx.A0OG9g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTI0MQ--/https://media.zenfs.com/en/accesswire.ca/191fe3201e438bbe7feb92414cf0b903)SAP, Tuesday, July 25, 2023, Press release picture  \n[View additional multimedia and more ESG storytelling from SAP on 3blmedia.com.](https://pr.report/E432TgXx)\n\n**Contact Info:**  \nSpokesperson: SAP  \nWebsite: [https://www.3blmedia.com/profiles/sap](https://pr.report/mS1HapYo)  \nEmail: [info@3blmedia.com](mailto:info@3blmedia.com)\n\n**SOURCE:** SAP\n\n  \n  \nView source version on accesswire.com:   \n<https://www.accesswire.com/770321/SAP-Focuses-on-Key-Suppliers-To-Reduce-Carbon-Emissions>  \n  \n\n\n"}, {"source": "WAFB", "title": "New Net Zero Carbon Building Professional Designation Released", "link": "https://www.wafb.com/prnewswire/2023/07/25/new-net-zero-carbon-building-professional-designation-released/", "summary": "- The Energy & Environmental Building Alliance (EEBA) Academy has released a new training course for a Net Zero Carbon Building Professional Designation.\n- Participants will learn about carbon accounting tools to help design homes with optimized carbon implications for the next 20 to 30 years.\n- Case studies will demonstrate cost-effective and low-carbon decisions for different climate zones and house styles.\n- The built environment accounts for 40% of Green House Gas (GHG) emissions, and net zero emissions need to be reached by 2050.\n- The objective is to empower designers, builders, and supply partners to reduce the overall carbon footprint of new homes.", "classification": {"category": "CategoryD1", "reason": "The article mentions a new training course for a Net Zero Carbon Building Professional Designation, which indicates a commitment to reducing carbon footprint."}, "sentiment": {"score": 4, "reason": "The article discusses the release of a new training course for a Net Zero Carbon Building Professional Designation, which indicates a positive sentiment towards reducing carbon emissions."}, "content": "Designation course that empowers designers, builders, and building industry supply partners to make choices that reduce the overall carbon footprint of new homes.\n\nMINNEAPOLIS, July 25, 2023 /PRNewswire/ -- The Energy & Environmental Building Alliance (EEBA) Academy has released a new training course for those interested in pursuing a Net Zero Carbon Building Professional Designation.\n\nThis designation will cover the compelling trends in codes, standards, and voluntary programs that will drive interest and future requirements for accounting of both the operational and embodied carbon of the materials and processes used in building new homes.\n\nParticipants will learn the essentials of the latest carbon accounting tools and how they can be used to help design homes by selecting materials and methods that optimize the carbon implications of the building over the next 20 to 30 years.\n\nCase studies will be reviewed for different climate zones and house styles to demonstrate the impact that cost-effective and low-carbon decisions can have. These lessons could also be applied to major renovation projects as well.\n\nThe importance behind achieving net zero is obvious. According to the United Nations intergovernmental panel on climate change's 2018 report, the built environment accounts for 40% of Green House Gas (GHG) emissions and to stay within 1.5°C warming GHGs need to be cut 45% by 2030, compared with 2010 levels, and reach net zero emissions by 2050. Without decisive action, building materials used in new construction in cities across the globe will generate 100 gigatons of embodied carbon by 2050.\n\nThe objective of this designation is to empower designers, builders, and building industry supply partners, to make practical and low-cost choices that reduce the overall carbon footprint of new home construction.\n\nThose interested in joining the EEBA Academy and taking the course, to obtain the designation, can go to <https://www.eeba.org/eeba-academy>. EEBA invites all Zero Energy (ZE) builders, designers, architects, developers, and owners to join and continue learning and sharing information. For questions regarding the EEBA Academy or other media inquiries, please contact [gabrielle@eeba.org](mailto:gabrielle@eeba.org)\n\n**About EEBA** \n\nFor over 40 years, EEBA has provided the most trusted resources for building science information and education in the construction industry. EEBA delivers turn-key educational resources and events designed to transform residential construction practices through high-performance design, marketing, materials, and technologies. Learn more at eeba.org.\n\n**Media Contact:**   \nGabrielle McLaughlin  \n[gabrielle@eeba.org](mailto:gabrielle@eeba.org)\n\nView original content:\n\n###### <https://www.prnewswire.com/news-releases/new-net-zero-carbon-building-professional-designation-released-301883343.html>\n\nSOURCE The Energy & Environmental Building Alliance\n\n"}, {"source": "NextTV", "title": "LoopMe Joins Ad-Industry Climate Group Ad Net Zero", "link": "https://www.nexttv.com/news/loopme-joins-ad-industry-climate-group-ad-net-zero", "summary": "- Ad tech company LoopMe has joined Ad Net Zero, a group focused on reducing carbon emissions and promoting sustainability in the advertising industry.\n- LoopMe announced that it achieved carbon neutrality seven years ahead of schedule.\n- Ad Net Zero supporters include Amazon, Google, Meta, Dentsu, Publicis Groupe, Omnicom, PubMatic, ANA, and IAB.", "classification": {"category": "CategoryD1", "reason": "The article mentions LoopMe achieving carbon neutrality and joining Ad Net Zero, a group focused on reducing carbon emissions and promoting sustainability in the advertising industry."}, "sentiment": {"score": 4, "reason": "The article highlights LoopMe's commitment to reducing carbon emissions and promoting sustainability, which is considered a positive sentiment."}, "content": "\n\n\n\n\n\n![sustainability](https://cdn.mos.cms.futurecdn.net/N2yfWY69UwhVk8Cgveaa47-320-80.jpg)\n\n\n\n\n\n\n\n(Image credit: Pixabay)\n\n\n\n\n[Ad tech company LoopMe](https://www.nexttv.com/news/loopme-launches-ai-driven-intelligent-ad-marketplace) said it has joined Ad Net Zero, a group aimed to help the ad industry protect the environment by reducing carbon emissions and favoring sustainable products.\n\nOther Ad Net Zero supporters include Amazon, Google, Meta, Dentsu, Publicis Groupe, Omnicom, PubMatic, the Association of National Advertisers (ANA) and the Interactive Advertising Bureau (IAB).\n\n![LoopMe LiveRamp](https://vanilla.futurecdn.net/nexttv/media/img/missing-image.svg)\n\n(Image credit: LoopMe)“We have worked arduously to prioritize sustainability as a tenet of our business and to offer more sustainable technology options to our advertising industry partners,” Stephen Upstone, CEO and founder of LoopMe, said. “We are thrilled to have achieved significant momentum with our advertising sustainability initiatives, and are looking forward to leveraging Ad Net Zero’s guidance to further elevate our impact as an evangelist for doing right by our planet.” \n\nLoopMe announced in May that it had achieved carbon neutrality seven years ahead of schedule.\n\n“We are delighted to have LoopMe amongst our supporters, especially given their recent stated contributions to advertising sustainability, both within their own business operations by achieving carbon neutrality and by enabling more sustainable practices industry-wide with their marketplace that reduces carbon emissions for partners,” Ad Net Zero U.S. director John Osborn said. “LoopMe embodies the Ad Net Zero mission of modeling and empowering advertising sustainability practices through decarbonization.” \n\n\n\nBroadcasting & Cable Newsletter\n-------------------------------\n\nThe smarter way to stay on top of broadcasting and cable industry. Sign up below\n\n\\* To subscribe, you must consent to Future’s privacy policy.By submitting your information you agree to the [Terms & Conditions](http://www.futureplc.com/terms-conditions/) and [Privacy Policy](http://www.futureplc.com/privacy-policy/) and are aged 16 or over.\n![Jon Lafayette](https://vanilla.futurecdn.net/cyclingnews/media/img/missing-image.svg)[Jon Lafayette](https://www.nexttv.com/author/jon-lafayette)Social Links NavigationJon has been business editor of *Broadcasting+Cable* since 2010. He focuses on revenue-generating activities, including advertising and distribution, as well as executive intrigue and merger and acquisition activity. Just about any story is fair game, if a dollar sign can make its way into the article. Before *B+C*, Jon covered the industry for *TVWeek*, *Cable World*, *Electronic Media*, *Advertising Age* and *The New York Post*. A native New Yorker, Jon is hiding in plain sight in the suburbs of Chicago.\n\n\nMore about broadcasting and cable[![Michael Biard Nexstar](https://vanilla.futurecdn.net/cyclingnews/media/img/missing-image.svg)Fox Exec Michael Biard Jumps to Nexstar as President, COO](https://www.nexttv.com/news/fox-exec-michael-biard-jumps-to-nexstar-as-president-coo)[![PubMatic Convert](https://vanilla.futurecdn.net/cyclingnews/media/img/missing-image.svg)PubMatic Launches Convert Commerce Media Ad Platform](https://www.nexttv.com/news/pubmatic-launches-convert-commerce-media-ad-platform)Latest[![Vizio SiriusXM](https://vanilla.futurecdn.net/cyclingnews/media/img/missing-image.svg)Vizio Sets Second Annual Conference for Developers](https://www.nexttv.com/news/vizio-sets-second-annual-conference-for-developers)[See more latest ►](https://www.nexttv.com/news)\n\n\n\n\n\n\n\n##### Most Popular\n\n[![](https://vanilla.futurecdn.net/cyclingnews/media/img/missing-image.svg)](https://www.nexttv.com/news/amazon-prime-video-agrees-to-distribute-fuse-plus)[Amazon Prime Video Agrees To Distribute Fuse Plus](https://www.nexttv.com/news/amazon-prime-video-agrees-to-distribute-fuse-plus)By [Jon Lafayette](https://www.nexttv.com/author/jon-lafayette)July 24, 2023\n\n[![](https://vanilla.futurecdn.net/cyclingnews/media/img/missing-image.svg)](https://www.nexttv.com/news/fubos-maximum-effort-channel-brings-back-alf-in-series-branded-content)[Fubo’s Maximum Effort Channel Brings Back ALF in Series, Branded Content](https://www.nexttv.com/news/fubos-maximum-effort-channel-brings-back-alf-in-series-branded-content)By [Jon Lafayette](https://www.nexttv.com/author/jon-lafayette)July 24, 2023\n\n[![](https://vanilla.futurecdn.net/cyclingnews/media/img/missing-image.svg)](https://www.nexttv.com/news/season-of-the-critch-set-to-start)[Season of the ‘Critch’ Set to Start at The CW](https://www.nexttv.com/news/season-of-the-critch-set-to-start)By [Michael Malone](https://www.nexttv.com/author/michael-malone)July 24, 2023\n\n[![](https://vanilla.futurecdn.net/cyclingnews/media/img/missing-image.svg)](https://www.nexttv.com/news/amc-signs-shark-beauty-sheamoisture-boost-mobile-as-sponsors-of-harlem-festival-of-culture)[AMC Signs Shark Beauty, SheaMoisture, Boost Mobile as Sponsors of Harlem Festival of Culture](https://www.nexttv.com/news/amc-signs-shark-beauty-sheamoisture-boost-mobile-as-sponsors-of-harlem-festival-of-culture)By [Jon Lafayette](https://www.nexttv.com/author/jon-lafayette)July 24, 2023\n\n[![](https://vanilla.futurecdn.net/cyclingnews/media/img/missing-image.svg)](https://www.nexttv.com/news/hearst-tv-sets-launch-of-season-3-of-very-locals-finding-adventure)[Hearst TV Sets Launch of Season 3 of Very Local’s ‘Finding Adventure’](https://www.nexttv.com/news/hearst-tv-sets-launch-of-season-3-of-very-locals-finding-adventure)By [Jon Lafayette](https://www.nexttv.com/author/jon-lafayette)July 24, 2023\n\n[![](https://vanilla.futurecdn.net/cyclingnews/media/img/missing-image.svg)](https://www.nexttv.com/news/barbie-and-oppenheimer-combine-for-domestic-box-office-explosion-market-edging-towards-massive-dollar300-million-weekend)[‘Barbie’ and ‘Oppenheimer’ Combine for Domestic Box-Office Explosion, Market Edging Towards Massive $300 Million Weekend](https://www.nexttv.com/news/barbie-and-oppenheimer-combine-for-domestic-box-office-explosion-market-edging-towards-massive-dollar300-million-weekend)By [Daniel Frankel](https://www.nexttv.com/author/daniel-frankel)July 23, 2023\n\n[![](https://vanilla.futurecdn.net/cyclingnews/media/img/missing-image.svg)](https://www.nexttv.com/news/nexstar-ends-hawaiian-telcom-blackout-but-operator-still-complaining-to-the-fcc-about-broadcasters-negotiating-tactics)[Nexstar Ends Hawaiian Telcom Blackout, But Operator Is Still Complaining to the FCC About the Broadcaster’s ‘Negotiating Tactics’](https://www.nexttv.com/news/nexstar-ends-hawaiian-telcom-blackout-but-operator-still-complaining-to-the-fcc-about-broadcasters-negotiating-tactics)By [Daniel Frankel](https://www.nexttv.com/author/daniel-frankel)July 23, 2023\n\n[![](https://vanilla.futurecdn.net/cyclingnews/media/img/missing-image.svg)](https://www.nexttv.com/news/amc-renews-two-the-walking-dead-spinoff-series-at-comic-con)[AMC Renews Two ‘The Walking Dead’ Spinoff Series at Comic-Con](https://www.nexttv.com/news/amc-renews-two-the-walking-dead-spinoff-series-at-comic-con) By [R. Thomas Umstead](https://www.nexttv.com/author/r-thomas-umstead)July 22, 2023\n\n[![](https://vanilla.futurecdn.net/cyclingnews/media/img/missing-image.svg)](https://www.nexttv.com/news/fifa-womens-world-cup-hits-stride-whats-on-this-weekend-in-tv-sports)[Women’s World Cup Hits Stride: What’s on This Weekend in TV Sports](https://www.nexttv.com/news/fifa-womens-world-cup-hits-stride-whats-on-this-weekend-in-tv-sports) By [R. Thomas Umstead](https://www.nexttv.com/author/r-thomas-umstead)July 21, 2023\n\n[![](https://vanilla.futurecdn.net/cyclingnews/media/img/missing-image.svg)](https://www.nexttv.com/news/televisaunivision-says-it-gained-share-in-upfront-market)[TelevisaUnivision Says It Gained Share In Upfront Market](https://www.nexttv.com/news/televisaunivision-says-it-gained-share-in-upfront-market)By [Jon Lafayette](https://www.nexttv.com/author/jon-lafayette)July 21, 2023\n\n[![](https://vanilla.futurecdn.net/cyclingnews/media/img/missing-image.svg)](https://www.nexttv.com/news/niet-meer-for-nordic-noir-scandinavian-media-conglomerate-viaplay-retreats-from-intl-markets-abandons-ambitious-netflix-competition-plans-in-the-us)[Niet Meer for ‘Nordic Noir?’ Scandinavian Media Conglomerate Viaplay Retreats From Int’l Markets, Abandons Ambitious Netflix Competition Plans in the U.S.](https://www.nexttv.com/news/niet-meer-for-nordic-noir-scandinavian-media-conglomerate-viaplay-retreats-from-intl-markets-abandons-ambitious-netflix-competition-plans-in-the-us)By [Jack Reid](https://www.nexttv.com/author/jack-reid)July 21, 2023\n\n\n\n\n\n"}], [{"source": "National Law Review", "title": "Science Based Targets Initiative Shows Need for Renewable Power Financing", "link": "https://www.natlawreview.com/article/science-based-targets-initiative-releases-consultation-papers-financial-institutions", "summary": "- The National Law Review website provides legal and business articles for general information purposes only.\n- The content on the website should not be considered legal or professional advice.\n- No attorney-client or confidential relationship is formed by using the website.\n- The National Law Review is not a law firm or a referral service.\n- Prior results do not guarantee future outcomes.\n- Contact information for The National Law Review is provided.", "classification": {"category": "CategoryO1", "reason": "The article does not mention carbon-related topics"}, "sentiment": {"score": 1, "reason": "The article does not specifically discuss removing carbon from the atmosphere or preventing carbon emissions."}, "content": "\n \n\n\n![As a woman owned company, The National Law Review is a certified member of the Women's Business Enterprise National Council](/sites/all/themes/nationallaw/WBE_Seal_RGB.png)\n\n\nLegal Disclaimer\n----------------\n\n\nYou are responsible for reading, understanding and agreeing to the National Law Review's (NLR’s) and the National Law Forum LLC's  [Terms of Use](https://www.natlawreview.com/national-law-review-terms-use) and [Privacy Policy](https://www.natlawreview.com/national-law-review-s-privacy-policy) before using the National Law Review website. The National Law Review is a free to use, no-log in [database](https://www.natlawreview.com/nlr-legal-analysis-and-news-database-search) of legal and business articles. The content and links on [www.NatLawReview.com](https://www.natlawreview.com) are intended for general information purposes only. Any legal analysis, legislative updates or other content and links should not be construed as legal or professional advice or a substitute for such advice. No attorney-client or confidential relationship is formed by the transmission of information between you and the National Law Review website or any of the law firms, attorneys or other professionals or organizations who include content on the National Law Review website. If you require legal or professional advice, kindly contact an attorney or other suitable professional advisor.  \n\n\nSome states have laws and ethical rules regarding solicitation and advertisement practices by attorneys and/or other professionals. The National Law Review is not a law firm nor is [www.NatLawReview.com](https://www.natlawreview.com)  intended to be  a referral service for attorneys and/or other professionals. The NLR does not wish, nor does it intend, to solicit the business of anyone or to refer anyone to an attorney or other professional.  NLR does not answer legal questions nor will we refer you to an attorney or other professional if you request such information from us. \n\n\nUnder certain state laws the following statements may be required on this website and we have included them in order to be in full compliance with these rules. The choice of a lawyer or other professional is an important decision and should not be based solely upon advertisements. Attorney Advertising Notice: Prior results do not guarantee a similar outcome. Statement in compliance with Texas Rules of Professional Conduct. Unless otherwise noted, attorneys are not certified by the Texas Board of Legal Specialization, nor can NLR attest to the accuracy of any notation of Legal Specialization or other Professional Credentials.\n\n\nThe National Law Review - National Law Forum LLC 3 Grant Square #141 Hinsdale, IL 60521  Telephone  (708) 357-3317 or toll free (877) 357-3317.  If you would ike to contact us via email please [click here.](https://www.natlawreview.com/contact-us)\n\n\n"}], [{"source": "Dezeen", "title": "\"By focusing so much on carbon reduction we are neglecting other areas where our industry causes harm\"", "link": "https://www.dezeen.com/2023/07/25/biodiversity-michelle-sanchez-rshp-opinion/", "summary": "- Architects should prioritize biodiversity in their projects\n- Sustainability encompasses more than just carbon reduction\n- The built environment is responsible for threatening 29% of species\n- Green spaces and nature-based solutions have positive social impacts\n- Strategies include compact development, nature-positive approaches, planet-compatible utilities, incorporating natural ecosystems, and nature-positive connecting infrastructure\n- A 10% net-gain in biodiversity is not enough", "classification": {"category": "CategoryO1", "reason": "The article is about architects placing greater emphasis on protecting biodiversity in their projects, not specifically related to carbon."}, "sentiment": {"score": 3, "reason": "The article does not specifically mention removing carbon or preventing carbon emissions, but it does emphasize the importance of biodiversity and sustainability, which are positive sentiments."}, "content": "\n\n\n\n\n\n\n\n\n* [Magazine](/)\n* [Awards](/awards)\n* [Jobs](https://www.dezeenjobs.com/)\n* [Events Guide](/eventsguide)\n* [Showroom](https://www.dezeen.com/showroom/)\n* [School Shows](/schoolshows)\n* [Courses](https://www.dezeen.com/courses/)\n\n\nFollow:\n-------\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n* [Architecture](https://www.dezeen.com/architecture/)\n* [Interiors](https://www.dezeen.com/interiors/)\n* [Design](https://www.dezeen.com/design/)\n* [Lookbooks](https://www.dezeen.com/lookbooks/)\n* [Talks](https://www.dezeen.com/talks/)\n* [Videos](https://www.dezeen.com/videos/)\n* [Podcasts](https://www.dezeen.com/podcasts/)\n* [Opinion](https://www.dezeen.com/opinion/)\n* [Comments](https://www.dezeen.com/comments/)\n* [News](https://www.dezeen.com/news/)\n* [Interviews](https://www.dezeen.com/interviews/)\n* [Highlights](https://www.dezeen.com/highlights/)\n* [About](https://www.dezeen.com/about/)\n* [Newsletters](https://www.dezeen.com/newsletters/)\n* [Preferences](https://www.dezeen.com/newsletter-preferences/)\n* [Submit a story](https://www.dezeen.com/submit-a-story/)\n* [Advertise](/advertise)\n* [Privacy notice](https://www.dezeen.com/privacy-notice/)\n* [Contact](https://www.dezeen.com/contact/)\n\n\n\n\n\n\n\n\n[Dezeen Magazine\n\ndezeen-logo\n\n\n\n\ndezeen-logo](/)\n==================================================\n\n\n[#### Next story](https://www.dezeen.com/2023/07/25/statement-bridges-memorable-designs/ \"Ten statement bridges characterised by memorable designs\")\n\n\n\nclear\n\nFollow:\n-------\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n* [Talks](https://www.dezeen.com/talks/)\n* [Videos](https://www.dezeen.com/videos/)\n* [Opinion](https://www.dezeen.com/opinion/)\n* [Comments](https://www.dezeen.com/comments/)\n* [Subscribe](https://www.dezeen.com/newsletters/)\n* [Architecture](https://www.dezeen.com/architecture/)\n* [Interiors](https://www.dezeen.com/interiors/)\n* [Design](https://www.dezeen.com/design/)\n* [Lookbooks](https://www.dezeen.com/lookbooks/)\n* [Magazine](/)\n* [Awards](/awards)\n* [Jobs](https://www.dezeenjobs.com/)\n* [Events Guide](https://www.dezeen.com/eventsguide/)\n* [Showroom](https://www.dezeen.com/showroom/)\n* [School Shows](https://www.dezeen.com/schoolshows/)\n* [Courses](https://www.dezeen.com/courses/)\n\n\n\n\n\n\n\n\n\n\n\n\n\nSearch results:\n---------------\n\n\n\nRead more: \n\n\n\n\n\n\n\n\n### Refine your search:\n\n\n\n\n### Cats\n\n\n\n\n\n\n\n\n\n![The Macallan Distillery by RSHP](https://static.dezeen.com/uploads/2023/07/the-macallan-distillery-scotland-rshp-hero_dezeen_2364_col_0-852x479.jpg) \n[\"By focusing so much on carbon reduction we are neglecting other areas where our industry causes harm\"](https://www.dezeen.com/2023/07/25/biodiversity-michelle-sanchez-rshp-opinion/)\n=======================================================================================================================================================================================\n\n\n\n\nShare:\n------\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[Michelle Sanchez](https://www.dezeen.com/author/michelle-sanchez/ \"Posts by Michelle Sanchez\") |\n[25 July 2023](https://www.dezeen.com/2023/07/25/)\n\n[Leave a comment](https://www.dezeen.com/2023/07/25/biodiversity-michelle-sanchez-rshp-opinion/#respond)\n\n\n\n\nArchitects must start placing greater emphasis on protecting biodiversity in their projects, writes [RSHP](https://www.dezeen.com/tag/rogers-stirk-harbour-partners/) sustainability lead Michelle Sanchez.\n\n\n\n\n\n\n---\n\n**It's time to make peace with nature.** Architects should add strong biodiversity mitigation principles to their projects no matter the scale and constraints.\n\n\nSince the 2015 Paris Agreement, some organisations in the construction industry have advocated deploying all our efforts into implementing guidance, targets, and calculation tools to allow us to achieve net zero by 2050.\n\n\n\n> Sustainability as a concept goes beyond environmental impact\n> \n> \n\n\nNo doubt there is much to do in terms of carbon reduction in the industry, but by focusing all our energies and resources down that road we are forgetting two major things.\n\n\n\n\nFirst, sustainability as a concept goes beyond environmental impact. Sustainability [was defined back in 1987 by the UN](https://www.un.org/en/academic-impact/sustainability) as the balance of the environmental, economic, and social impact of any project – this is the Sustainability Triple Bottom Line. We are forgetting that sustainability engages with a far greater range of issues than carbon emissions alone.\n\n\nSecondly, our industry has a much wider negative impact beyond the 38 per cent contribution to carbon emissions and greenhouse gases. Now that we have a way forward to reducing operational and embodied carbon, we need to look at sustainability as a whole and see other areas where our industry is causing harm.\n\n\n[![Plants and trees in Rambla Climate-House by Andrés Jaque, Office for Political Innovation and Miguel Mesa del Castillo](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Plants and trees in Rambla Climate-House by Andrés Jaque, Office for Political Innovation and Miguel Mesa del Castillo](https://static.dezeen.com/uploads/2023/01/rambla-climate-house_dezeen_2364_sq_2-191x191.jpg)Read:\n=====\n\n Rambla Climate-House shows how suburban homes can support biodiversity\n----------------------------------------------------------------------](https://www.dezeen.com/2023/01/13/rambla-climate-house-biodiversity-andres-jaque-and-miguel-mesa-del-castillo/)\nBiodiversity comes out as one of the big-ticket items that we need to tackle next. Infrastructure and the built environment are responsible for 29 per cent of threatened species, [according to the World Economic Forum](https://www.weforum.org/agenda/2023/02/biodiversity-nature-loss-cop15/).\n\n\nAnd biodiversity is more crucial to our way of life and our economy than we realise. Forty-four per cent of global GDP in cities [is estimated to be at risk of disruption from nature loss](https://www.weforum.org/press/2022/01/biodivercities-initiative-set-to-transform-global-urban-infrastructure-by-2030/). Business as usual is no longer an option – we as an industry need to do better.\n\n\nIt will benefit people, too. To return to the Sustainable Triple Bottom Line concept, having nature-based solutions embedded into our designs has a positive social impact on the local communities and building users. The enhancement of biodiversity is directly linked to the improvement of health and well-being, especially with respect to mental health. There is a direct correlation between having access to external, green spaces and the well-being of the user of that space.\n\n\n\n> Adding a 10 per cent net-gain is not enough\n> \n> \n\n\nPoliticians are slowly waking up to the issue. The [COP15](https://www.unep.org/un-biodiversity-conference-cop-15) summit has started work towards a new global pact on nature protection. In the UK, the government's [25-year Environment Plan](https://www.gov.uk/government/publications/25-year-environment-plan) will require all new development in England to provide a biodiversity uplift of at least 10 per cent according to a habitat-based metric.\n\n\nThis legislation is expected to come into force in November and will need to be considered by all stakeholders in the built environment – from designers and architects to financial institutions and property consultants. But adding a 10 per cent net-gain is not enough to be able to reduce the negative impact that our way of life has had on biodiversity.\n\n\nWe need to be creative and innovative. We need to find clever ways to provide green spaces, wildlife corridors and shelter for different kinds of animals. We need to encourage pollination and generate green infrastructure at scale whenever we can.\n\n\n[![Sebastian Cox](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Sebastian Cox](https://static.dezeen.com/uploads/2023/06/sebastian-cox-sq-191x191.jpg)Read:\n=====\n\n \"Britain is one of the most nature-depleted countries on the planet\" says Sebastian Cox\n---------------------------------------------------------------------------------------](https://www.dezeen.com/2023/06/26/britain-nature-depleted-countries-sebastian-cox-interviews/)\nI am calling all architects and building-industry stakeholders to review their current projects against the [BiodiverCities report from the WEF](https://www.weforum.org/reports/biodivercities-by-2030-transforming-cities-relationship-with-nature/), where experts have listed a series of five key strategies that we can add to all construction projects to enhance biodiversity.\n\n\nFirst, we must make the built environment more compact. Higher-density urban development will free up land for agriculture and nature. It can also reduce urban sprawl, which destroys wildlife habitats and flora and fauna. Existing cities and settlements should be considered for strategic densification. Just like we are starting to review existing buildings and their possibility to be retained or fully retrofitted before making the decision to demolish, we should have a similar approach with any land that does not have an existing structure that could be used for other purposes than urbanising the environment.\n\n\nSecond, we must design with nature-positive approaches by having buildings that share space with nature and are less human-centric. Nature-positive strategies should not be an afterthought or a tick-box exercise to comply with a planning requirement. All developments must include nature-friendly spaces and eco-bridges to connect habitats for urban wildlife. Should we start placing biodiversity at the core of project design I am sure that we will end up generating greener and more appealing places.\n\n\n\n> It's time to rethink what we are doing as an industry\n> \n> \n\n\nWe also need planet-compatible urban utilities. To stall biodiversity loss, we need utilities that effectively manage air, water, and solid waste pollution in urban environments. In addition to benefiting nature, this will provide universal human access to clean air and water. We can implement new technologies that could transform urban utilities and make them planet-compatible.\n\n\nNature as infrastructure involves incorporating natural ecosystems into built-up areas. Instead of developments destroying floodplains, wetlands, and forests, they would form an essential part of the new built environment. This approach to development can also help deliver clean air, natural water purification and reduce the risk from extreme climate events.\n\n\nFinally, we need nature-positive connecting infrastructure such as roads, railways, pipelines, and ports. Transitions in these areas mean a change in our approach to planning to reduce biodiversity impacts, with a willingness to accept compromises to enhance biodiversity. Building in wildlife corridors and switching to renewable energy in transport are key elements of nature-positive connecting infrastructure.\n\n\n[![SOM opinion on environmental disaster](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![SOM opinion on environmental disaster](https://static.dezeen.com/uploads/2019/08/wild-mile-som-opinion-doug-voigt_dezeen_2364_col_1-191x191.jpg)Read:\n=====\n\n \"The rapid deterioration of Earth's biodiversity could be reversed equally quickly if we find new ways to design our cities\"\n----------------------------------------------------------------------------------------------------------------------------](https://www.dezeen.com/2019/08/29/climate-emergency-doug-voigt-som-opinion/)\nIt's time to rethink what we are doing as an industry and realise that by focusing so much on carbon reduction we are neglecting other areas where our industry causes much harm. We need to tackle climate change and sustainability from all fronts. We need to design in a holistic way that considers the Sustainability Triple Bottom Line and every impact related to it.\n\n\nI would like to start a call for action and to encourage architects, developers, contractors and consultants to rethink the way we design buildings and public spaces, to find strategies to add biodiversity enhancement, and to truly assess the impact that our projects have on biodiversity.\n\n\n*Michelle Sanchez is sustainability lead at [RSHP](https://rshp.com/).*\n\n\n*The photo, by Joas Souza, shows the green roof of [the Macallan Distillery in Scotland, designed by RSHP](https://www.dezeen.com/2018/05/22/rogers-stirk-habour-partners-architecture-macallan-distillery-scotland/#/).*\n\n\n***Dezeen In Depth***\n\n\n*If you enjoy reading Dezeen's interviews, opinions and features, [subscribe to Dezeen In Depth](https://www.dezeen.com/dezeenindepth/). Sent on the last Friday of each month, this newsletter provides a single place to read about the design and architecture stories behind the headlines.*\n\n\n\n\nRead more: \n* [Architecture](https://www.dezeen.com/architecture/)\n* [RSHP](https://www.dezeen.com/tag/rogers-stirk-harbour-partners/)\n* [Sustainable architecture](https://www.dezeen.com/tag/sustainable-architecture/)\n* [Sustainability](https://www.dezeen.com/tag/sustainability/)\n* [Opinion](https://www.dezeen.com/opinion/)\n\n \n\n\n\n\n\n\n\nSubscribe to our newsletters\n----------------------------\n\n\nYour email address\n\n\n\n\n\n\n\n\n**Dezeen Debate**  \n\nOur most popular newsletter, formerly known as Dezeen Weekly. Sent every Thursday and featuring a selection of the best reader comments and most talked-about stories. Plus occasional updates on Dezeen’s services and breaking news.\n\n\n\n\n\n\n**Dezeen Agenda**  \n\nSent every Tuesday and containing a selection of the most important news highlights. Plus occasional updates on Dezeen’s services and breaking news.\n\n\n\n\n\n\n**Dezeen Daily**  \n\nA daily newsletter containing the latest stories from Dezeen.\n\n\n\n\n\n\n**New! Dezeen In Depth**  \n\nSent on the last Friday of every month, Dezeen in Depth features original feature articles, interviews and opinion pieces that delve deeper into the major stories shaping architecture and design.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n**Dezeen Jobs**  \n\nDaily updates on the latest design and architecture vacancies advertised on Dezeen Jobs. Plus occasional news.\n\n\n\n\n\n\n**Dezeen Jobs Weekly**  \n\nWeekly updates on the latest design and architecture vacancies advertised on Dezeen Jobs. Plus occasional news.\n\n\n\n\n\n\n**Dezeen Awards**  \n\nNews about our Dezeen Awards programme, including entry deadlines and announcements. Plus occasional updates.\n\n\n\n\n\n\n**Dezeen Events Guide**  \n\nNews from Dezeen Events Guide, a listings guide covering the leading design-related events taking place around the world. Plus occasional updates.\n\n\n\n\n\n\n**Dezeen Awards China**  \n\nNews about our Dezeen Awards China programme, including entry deadlines and announcements. Plus occasional updates.\n\n\n\n\n\n\nWe will only use your email address to send you the newsletters you have requested. We will never give your details to anyone else without your consent. You can unsubscribe at any time by clicking on the unsubscribe link at the bottom of every email, or by emailing us at [[email protected]](/cdn-cgi/l/email-protection#a7d7d5ced1c6c4dee7c3c2ddc2c2c989c4c8ca).\n\n\nFor more details, please see our [privacy notice](/privacy-notice).\n\n\n\n\n\n\n\n\n\n\n\nThank you!\n----------\n\n\nYou will shortly receive a welcome email so please check your inbox.\n\n\nYou can unsubscribe at any time by clicking the link at the bottom of every newsletter.\n\n\n  \n  \n  \n  \n  \n\n  \n  \n  \n  \n  \n \n\n\n\n\n\n\n\n#### Share and comment\n\n\n\nShare:\n------\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLeave a comment\n\n\n#### More\n\n\n* [Architecture](https://www.dezeen.com/architecture/)\n* [Interiors](https://www.dezeen.com/interiors/)\n* [Design](https://www.dezeen.com/design/)\n* [Lookbooks](https://www.dezeen.com/lookbooks/)\n\n\n\n\n#### [More opinion](https://www.dezeen.com/opinion/)\n\n* [![\"Cities are branding themselves into predictably unique products\"](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![\"Cities are branding themselves into predictably unique products\"](https://static.dezeen.com/uploads/2023/07/city-authentic-david-a-banks-sq_dezeen_1704_col_0-191x191.jpg)\"Cities are branding themselves into predictably unique ...](https://www.dezeen.com/2023/07/21/city-authentic-david-a-banks-opinion/)\n* [![\"We must dispel the idea that there is only one way of becoming a qualified architect\"](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![\"We must dispel the idea that there is only one way of becoming a qualified architect\"](https://static.dezeen.com/uploads/2023/07/architectural-drawings-sq_dezeen_1704_col_0-191x191.jpg)\"We must dispel the idea that there is only one way of ...](https://www.dezeen.com/2023/07/11/apprenticeships-ayo-ambali-opinion/)\n* [![\"AI tools are rapidly changing how we imagine the urban environment\"](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![\"AI tools are rapidly changing how we imagine the urban environment\"](https://static.dezeen.com/uploads/2023/06/mit-senseable-city-lab-rio-brazil-midjourney-sq_dezeen_1704_col_0-191x191.jpg)\"AI tools are rapidly changing how we imagine the urban ...](https://www.dezeen.com/2023/06/26/ai-tools-urban-environment-aitopia-fabio-duarte-fajrado-opinion-aitopia/)\n* [![\"If everyone believes the future is dystopian, could that cause us to make it dystopian?\"](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![\"If everyone believes the future is dystopian, could that cause us to make it dystopian?\"](https://static.dezeen.com/uploads/2023/06/cyberpunk-city-dalle-2-sq_dezeen_1704_col_0-191x191.jpg)\"If everyone believes the future is dystopian, could that ...](https://www.dezeen.com/2023/06/21/ai-future-sci-fi-cyberpunk-freyja-sewell-opinion/)\n* [![\"Dead architects' names are the perfect secret ingredient for selling loads of mediocre merch\"](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![\"Dead architects' names are the perfect secret ingredient for selling loads of mediocre merch\"](https://static.dezeen.com/uploads/2023/04/kith-frank-lloyd-wright-new-balance_dezeen_2364_sq_3-1704x2130-1-191x191.jpg)\"Dead architects' names are the perfect secret ingredient ...](https://www.dezeen.com/2023/06/06/architecture-branded-products-frank-lloyd-wright-kith-shoes-ryan-scavnicky-opinion/)\n* [![\"The usual champagne-socialist pomposity of Venice has been drowned out by a newfound openness\"](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![\"The usual champagne-socialist pomposity of Venice has been drowned out by a newfound openness\"](https://static.dezeen.com/uploads/2023/06/applied-arts-pavilion-venice-architecture-biennale-tropical-modernism_dezeen_2364_sq_6-1704x1159-1-191x191.jpg)\"The usual champagne-socialist pomposity of Venice has been ...](https://www.dezeen.com/2023/06/02/venice-architecture-biennale-review/)\n* [![\"Neom's unwelcome presence in Venice reinforces the need for radical change\"](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![\"Neom's unwelcome presence in Venice reinforces the need for radical change\"](https://static.dezeen.com/uploads/2023/05/neon-architects-venice-architecture-biennale_dezeen_2364_col_0-191x191.jpg)\"Neom's unwelcome presence in Venice reinforces the need for ...](https://www.dezeen.com/2023/06/01/neom-venice-architecture-biennale-opinion/)\n* [![\"In Milan I found myself face-to-face with direct racial aggression\"](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![\"In Milan I found myself face-to-face with direct racial aggression\"](https://static.dezeen.com/uploads/2023/05/racism-design-motif-stephen-burks-191x191.jpg)\"In Milan I found myself face-to-face with direct racial ...](https://www.dezeen.com/2023/05/11/milan-design-week-racist-figurines-stephen-burks-opinion/)\n\n\n\n\n* \n* \n* \n* \n* \n* \n* \n* \n\n\n\n\n#### Comments\n\n\n[Visit our comments page](/comments) | [Read our\n comments policy](/dezeens-comments-policy)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[Top architecture stories](https://www.dezeen.com/architecture/)\n----------------------------------------------------------------\n\n\n\n\n[### Foster + Partners embodies \"creative spirit of Mumbai\" with first Apple Store in India\n\n\n![Apple Store Mumbai by Foster + Partners](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Apple Store Mumbai by Foster + Partners](https://static.dezeen.com/uploads/2023/04/apple-store-mumbai-foster-partners-india_dezeen_2364_hero_1-300x300.jpg)](https://www.dezeen.com/2023/04/19/apple-store-mumbai-foster-partners/)\n\n\n[### Worrell Yeung renovates New York farm with collection of \"cousin\" wood-clad buildings\n\n\n![Two black timber barn-style buildings by Worrell Yeung](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Two black timber barn-style buildings by Worrell Yeung](https://static.dezeen.com/uploads/2023/04/sq-worrell-yeung-new-york-farm-wood-clad-buildings_dezeen_2364_col_0-300x300.jpg)](https://www.dezeen.com/2023/04/17/worrell-yeung-new-york-farm-wood-clad-buildings/)\n\n\n[### Aron Himmelfarb extends Hudson Valley brewery with Corten-steel tasting room\n\n\n![Two-storey Corten steel tasting room at the Lasting Joy Brewery](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Two-storey Corten steel tasting room at the Lasting Joy Brewery](https://static.dezeen.com/uploads/2023/04/sq-aaron-himmelfarb-lasting-joy-brewery-hudson-valley-new-york_dezeen_2364_col_0-300x300.jpg)](https://www.dezeen.com/2023/04/14/aron-himmelfarb-lasting-joy-brewery-tasting-room-hudson-valley-new-york/)\n\n\n[### Foster + Partners designs sweeping terminal for \"air taxi services\" in Dubai\n\n\n![Render of the Dubai International Airport vertiport](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Render of the Dubai International Airport vertiport](https://static.dezeen.com/uploads/2023/04/foster-and-partners-vertiport-terminal-dubai-sky-port-architecture-sq-hero_dezeen_2364_col_0-300x300.jpg)](https://www.dezeen.com/2023/04/14/foster-and-partners-vertiport-terminal-dubai-sky-port-architecture/)\n\n\n##### Subscribe\n\n\n\n\n\n\n![Subscribe](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Subscribe](https://www.dezeen.com/wp-content/themes/2016dezeen/assets/img/edificio.jpg)\nSubscribe to   \nour newsletters\n\n\n\n\nYour email address\n\n\n![Loading](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Loading](/wp-content/themes/2016dezeen/assets/img/ajax-loader.gif)\n\n\n\n\n\n\n**Dezeen Debate**  \n\nOur most popular newsletter, formerly known as Dezeen Weekly. Sent every Thursday and featuring a selection of the best reader comments and most talked-about stories. Plus occasional updates on Dezeen’s services and breaking news.\n\n\n\n\n\n\n**Dezeen Agenda**  \n\nSent every Tuesday and containing a selection of the most important news highlights. Plus occasional updates on Dezeen’s services and breaking news.\n\n\n\n\n\n\n**Dezeen Daily**  \n\nA daily newsletter containing the latest stories from Dezeen.\n\n\n\n\n\n\n**New! Dezeen In Depth**  \n\nSent on the last Friday of every month, Dezeen in Depth features original feature articles, interviews and opinion pieces that delve deeper into the major stories shaping architecture and design.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n**Dezeen Jobs**  \n\nDaily updates on the latest design and architecture vacancies advertised on Dezeen Jobs. Plus occasional news.\n\n\n\n\n\n\n**Dezeen Jobs Weekly**  \n\nWeekly updates on the latest design and architecture vacancies advertised on Dezeen Jobs. Plus occasional news.\n\n\n\n\n\n\n**Dezeen Awards**  \n\nNews about our Dezeen Awards programme, including entry deadlines and announcements. Plus occasional updates.\n\n\n\n\n\n\n**Dezeen Events Guide**  \n\nNews from Dezeen Events Guide, a listings guide covering the leading design-related events taking place around the world. Plus occasional updates.\n\n\n\n\n\n\n**Dezeen Awards China**  \n\nNews about our Dezeen Awards China programme, including entry deadlines and announcements. Plus occasional updates.\n\n\n\n\n\n\nWe will only use your email address to send you the newsletters you have requested. We will never give your details to anyone else without your consent. You can unsubscribe at any time by clicking on the unsubscribe link at the bottom of every email, or by emailing us at [[email protected]](/cdn-cgi/l/email-protection#1767657e6176746e5773726d7272793974787a).\n\n\nFor more details, please see our [privacy notice](/privacy-notice).\n\n\n\n\n\n\n\n\nThank you!\n----------\n\n\nYou will shortly receive a welcome email so please check your inbox.\n\n\nYou can unsubscribe at any time by clicking the link at the bottom of every newsletter.\n\n\n  \n  \n  \n  \n  \n\n  \n  \n  \n  \n  \n \n\n\n\n\n\n[### Espacio 18 Arquitectura cantilevers a sculptural concrete house in Oaxaca\n\n\n![Casa del Alma by Espacio 18 Arquitectura](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Casa del Alma by Espacio 18 Arquitectura](https://static.dezeen.com/uploads/2023/04/casa-del-alma-espacio-18-arquitectura-architecture-sq-300x300.jpg)](https://www.dezeen.com/2023/04/13/espacio-18-arquitectura-concrete-house-mexico/)\n\n\n[### Ten buildings that became embroiled in legal battles\n\n\n![Exterior of the Mole House by Adjaye Associates](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Exterior of the Mole House by Adjaye Associates](https://static.dezeen.com/uploads/2020/02/mole-house-adjaye-associates-residential-architecture-ed-reeve_dezeen_2364_sq_a-300x300.jpg)](https://www.dezeen.com/2023/02/10/ten-controversial-buildings-embroiled-legal-battles-roundup/)\n\n\n\n\nPopular jobs\n------------\n\n\nFeatured jobs\n-------------\n\n\n\n\n\n\n\n\n[### Ten different and everyday uses for bioplastics\n\n\n![Photo of bioplastic sequins](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Photo of bioplastic sequins](https://static.dezeen.com/uploads/2023/04/ten-different-uses-for-bioplastics-biomaterials-roundup-sq-300x300.jpg)](https://www.dezeen.com/2023/04/13/ten-different-uses-for-bioplastics-biomaterials-roundup/)\n\n\n[### Block722 nestles O Lofos house into Crete mountainside\n\n\n![Aerial view of O Lofos and the hillside](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Aerial view of O Lofos and the hillside](https://static.dezeen.com/uploads/2023/04/block722-o-lofos-holiday-home-crete-greece-architecture-sq_dezeen_2364_col_0-300x300.jpg)](https://www.dezeen.com/2023/04/11/block722-o-lofos-holiday-home-crete-greece/)\n\n\n\n\n[### Dezeen Events Guide\n\n\n![](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![](https://static.dezeen.com/uploads/2023/06/Dezeen-Events-Guide-NYCxDesign-festival-guide-illustration-2-300x300.jpg)](https://www.dezeen.com/eventsguide/)\n\n\n[### Dezeen Jobs\n\n\n![](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![](https://static.dezeen.com/uploads/2017/07/RHS--300x300.jpg)](https://www.dezeenjobs.com)\n\n\n\n\n\n\n\n\n\n\n\n\n[Highlights](https://www.dezeen.com/highlights/)\n-------------------------------------------------\n\n\n* [![Exterior of Farm 8 by Studio Array](https://static.dezeen.com/uploads/2023/07/farm-8-artist-residence-studio-array-architecture-delhi-india-bamboo_dezeen_2364_sq-213x213.jpg)\n\n\n#### Residential\n\n\n  \n\n### Indian artist's residence\n\n\n\n\n#### [Residential](https://www.dezeen.com/tag/residential/)\n\n\n  \n\n### [Indian artist's residence](https://www.dezeen.com/2023/07/22/farm-8-artists-residence-bamboo-screens/)](https://www.dezeen.com/2023/07/22/farm-8-artists-residence-bamboo-screens/)\n* [![Kyiv apartment, Ukraine, by Sergey Makhno](https://static.dezeen.com/uploads/2023/07/wabi-sabi-square_dezeen_2364_sq2-213x213.jpg)\n\n\n#### Lookbooks\n\n\n  \n\n### Wabi-sabi interiors\n\n\n\n\n#### [Lookbooks](https://www.dezeen.com/lookbooks/)\n\n\n  \n\n### [Wabi-sabi interiors](https://www.dezeen.com/2023/07/22/wabi-sabi-interiors-lookbooks/)](https://www.dezeen.com/2023/07/22/wabi-sabi-interiors-lookbooks/)\n* [![Wolf Ranch model](https://static.dezeen.com/uploads/2023/07/big-icon-wolf-ranch-3d-printed-model-texas_dezeen_2364_sq2-213x213.jpg)\n\n\n#### News\n\n\n  \n\n### BIG 3D-printed house\n\n\n\n\n#### [News](https://www.dezeen.com/news/)\n\n\n  \n\n### [BIG 3D-printed house](https://www.dezeen.com/2023/07/21/big-and-icon-model-wolf-ranch-3d-printed-house/)](https://www.dezeen.com/2023/07/21/big-and-icon-model-wolf-ranch-3d-printed-house/)\n* [![M&S Oxford Street store](https://static.dezeen.com/uploads/2021/12/marks-spencer-oxford-street-store-orchard-house_dezeen_2364_sq-213x213.jpg)\n\n\n#### Demolitions\n\n\n  \n\n### M&S flagship saved\n\n\n\n\n#### [Demolitions](https://www.dezeen.com/tag/demolitions/)\n\n\n  \n\n### [M&S flagship saved](https://www.dezeen.com/2023/07/20/marks-spencers-oxford-street-flagship-saved-demolition/)](https://www.dezeen.com/2023/07/20/marks-spencers-oxford-street-flagship-saved-demolition/)\n* [![Houlton School by Van Heyningen and Haward Architects](https://static.dezeen.com/uploads/2023/07/houlton-school-warwickshire-van-heyningen-and-haward-architects-sq_dezeen_1704_col_0-213x213.jpg)\n\n\n#### News\n\n\n  \n\n### Best UK reuse architecture\n\n\n\n\n#### [News](https://www.dezeen.com/news/)\n\n\n  \n\n### [Best UK reuse architecture](https://www.dezeen.com/2023/07/20/reinvention-award-2023-shortlist-riba-reuse/)](https://www.dezeen.com/2023/07/20/reinvention-award-2023-shortlist-riba-reuse/)\n* [![Jamaica Women's World Cup kit](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Jamaica Women's World Cup kit](https://static.dezeen.com/uploads/2023/07/jamaica-adidas-womens-world-cup-kit-1-213x213.jpg)\n\n\n#### Football kits\n\n\n  \n\n### Women's World Cup kits\n\n\n\n\n#### [Football kits](https://www.dezeen.com/tag/football-kits/)\n\n\n  \n\n### [Women's World Cup kits](https://www.dezeen.com/2023/07/20/womens-world-cup-2023-football-kits/)](https://www.dezeen.com/2023/07/20/womens-world-cup-2023-football-kits/)\n* [![Barbie in Barbieland](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Barbie in Barbieland](https://static.dezeen.com/uploads/2023/07/barbie-film-set-design-sarah-greenwood-katie-spencer-sq2-213x213.jpg)\n\n\n#### Barbie\n\n\n  \n\n### \"Absurd\" Barbie set design\n\n\n\n\n#### [Barbie](https://www.dezeen.com/tag/barbie/)\n\n\n  \n\n### [\"Absurd\" Barbie set design](https://www.dezeen.com/2023/07/20/sarah-greenwood-katie-spencer-absurd-set-barbie/)](https://www.dezeen.com/2023/07/20/sarah-greenwood-katie-spencer-absurd-set-barbie/)\n* [![Purple vanMoov ebike](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Purple vanMoov ebike](https://static.dezeen.com/uploads/2023/07/van-moof-bancruptcy-news_dezeen_2364_sq-213x213.jpg)\n\n\n#### News\n\n\n  \n\n### VanMoof goes bankrupt\n\n\n\n\n#### [News](https://www.dezeen.com/news/)\n\n\n  \n\n### [VanMoof goes bankrupt](https://www.dezeen.com/2023/07/19/vanmoof-bankrupcy-netherlands-news/)](https://www.dezeen.com/2023/07/19/vanmoof-bankrupcy-netherlands-news/)\n* [![Hallway interior of Cloudy Outlines apartment by Note Design Studio](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Hallway interior of Cloudy Outlines apartment by Note Design Studio](https://static.dezeen.com/uploads/2023/07/cloudy-outlines-apartment-interiors-stockholm-note-design-studio_dezeen_2364_sq8-213x213.jpg)\n\n\n#### Residential\n\n\n  \n\n### Stucco Stockholm apartment\n\n\n\n\n#### [Residential](https://www.dezeen.com/interiors/residential-interiors/)\n\n\n  \n\n### [Stucco Stockholm apartment](https://www.dezeen.com/2023/07/19/cloudy-outlines-apartment-interiors-stockholm-note-design-studio/)](https://www.dezeen.com/2023/07/19/cloudy-outlines-apartment-interiors-stockholm-note-design-studio/)\n* [![Render of Neom's The Line](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Render of Neom's The Line](https://static.dezeen.com/uploads/2023/05/neon-170-kilometre-long-skyscraper-city-saudi-arabia-the-line_interview_dezeen_2364_sq1-213x213.jpg)\n\n\n#### Neom\n\n\n  \n\n### The Line documentary\n\n\n\n\n#### [Neom](https://www.dezeen.com/tag/neom/)\n\n\n  \n\n### [The Line documentary](https://www.dezeen.com/2023/07/18/the-line-architects-discovery-channel-documentary/)](https://www.dezeen.com/2023/07/18/the-line-architects-discovery-channel-documentary/)\n* [![Exterior of Maüsebunker in Berlin](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Exterior of Maüsebunker in Berlin](https://static.dezeen.com/uploads/2021/10/battleship-berlin-mausebunker-nathan-eddy-architecture-short-film-brutalism_dezeen_2364_sq2-213x213.jpg)\n\n\n#### News\n\n\n  \n\n### Brutalist Mäusebunker building saved\n\n\n\n\n#### [News](https://www.dezeen.com/news/)\n\n\n  \n\n### [Brutalist Mäusebunker building saved](https://www.dezeen.com/2023/07/18/brutalist-mausebunker-saved-berlin/)](https://www.dezeen.com/2023/07/18/brutalist-mausebunker-saved-berlin/)\n* [![Holiday home by Olson Kundig](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Holiday home by Olson Kundig](https://static.dezeen.com/uploads/2023/07/hale-napoo-ollson-kundig-architecture-sq-213x213.jpg)\n\n\n#### Residential\n\n\n  \n\n### Olson Kundig beachfront house\n\n\n\n\n#### [Residential](https://www.dezeen.com/tag/residential/)\n\n\n  \n\n### [Olson Kundig beachfront house](https://www.dezeen.com/2023/07/17/operable-screens-beachfront-house-hawaii-olson-kundig/)](https://www.dezeen.com/2023/07/17/operable-screens-beachfront-house-hawaii-olson-kundig/)\n* [![Rewild the Run trainers by Kiki Grammatopoulos](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Rewild the Run trainers by Kiki Grammatopoulos](https://static.dezeen.com/uploads/2023/07/rewild-the-run-trainers-kiki-grammatopoulos-graduate-design_dezeen_2364_sq-213x213.jpg)\n\n\n#### Fashion\n\n\n  \n\n### Rewilding trainers\n\n\n\n\n#### [Fashion](https://www.dezeen.com/tag/fashion-tag/)\n\n\n  \n\n### [Rewilding trainers](https://www.dezeen.com/2023/07/17/rewilding-trainers-allow-people-disperse-plants-as-they-run-design/)](https://www.dezeen.com/2023/07/17/rewilding-trainers-allow-people-disperse-plants-as-they-run-design/)\n* [![](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![](https://static.dezeen.com/uploads/2023/07/Veneti-An-teahouse-by-mitsubishi-jisho_dezeen_2364_ss_0-213x213.jpg)\n\n\n#### Pavilions\n\n\n  \n\n### Food-waste teahouse\n\n\n\n\n#### [Pavilions](https://www.dezeen.com/architecture/pavilions/)\n\n\n  \n\n### [Food-waste teahouse](https://www.dezeen.com/2023/07/16/mitsubishi-jisho-teahouse-food-waste-venice/)](https://www.dezeen.com/2023/07/16/mitsubishi-jisho-teahouse-food-waste-venice/)\n* [![Red housing in Mexico](data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==)![Red housing in Mexico](https://static.dezeen.com/uploads/2023/07/coyote-arquitectura-tulix-red-housing-sq-213x213.jpg)\n\n\n#### Residential\n\n\n  \n\n### Tulum housing\n\n\n\n\n#### [Residential](https://www.dezeen.com/tag/residential/)\n\n\n  \n\n### [Tulum housing](https://www.dezeen.com/2023/07/14/coyote-arquitectura-uses-repetitive-red-forms-for-tulum-housing-block/)](https://www.dezeen.com/2023/07/14/coyote-arquitectura-uses-repetitive-red-forms-for-tulum-housing-block/)\n\n\n\n\n"}, {"source": "The Guardian", "title": "Labor push for publicly owned plantations to end native forest logging", "link": "https://www.theguardian.com/australia-news/2023/jul/26/labor-push-for-publicly-owned-plantations-to-end-native-forest-logging", "summary": "- More than 300 Labor branches support funding for expanded, publicly owned plantation industry to end native forest logging.\n- Labor Environment Action Network (Lean) calls for party's national conference to support industry policy focused on restoring native forests.\n- Report recommends government salvage and expand Australia's struggling plantation sector.\n- Evidence suggests expanding plantations could create more jobs than the native forest industry.\n- Draft national platform does not mention reducing native forest logging and land-clearing.\n- Different state governments have different stances on native forest logging.\n- Lean report cites high rates of species decline due to logging and clearing.\n- Recommendations include increased funding for forest protection, training and support for workers in new roles, and nationwide restoration program.\n- Labor's national conference will be held in Brisbane on 17-19 August.", "classification": {"category": "CategoryN1", "reason": "The article discusses the Labor party's push for funding an expanded plantation industry to end native forest logging."}, "sentiment": {"score": 4, "reason": "The article discusses the Labor party's push for funding an expanded plantation industry to end native forest logging, which aligns with the positive sentiment of reducing carbon emissions and promoting environmental conservation."}, "content": "More than 300 Labor branches have backed a push by the party’s environmental arm for the Albanese government to fund an expanded, publicly owned plantation industry to ensure the country gets the timber it needs and end native forest logging.\n\nA [report by the Labor Environment Action Network](https://assets.nationbuilder.com/lean/pages/147/attachments/original/1690326031/Land_Carbon_-_a_new_industry_in_protecting_and_restoring_forests.pdf?1690326031) (Lean), the ALP’s largest internal lobby group, calls for the party’s national conference next month to support an industry policy focused on restoring native forests. It says they have greater value if treated as a carbon and biodiversity sink than if logged to produce mainly low-value products such as woodchips, pallets and power poles.\n\nReleased on Wednesday, the report recommends the government salvage and expand Australia’s struggling plantation sector by creating a state-owned national plantation estate to “increase our domestic timber independence”.\n\n[Labor faces internal fight over native forest logging despite emissions pledgeRead more](https://www.theguardian.com/australia-news/2023/jul/20/labor-native-forest-logging-environment-action-network-lean)Nearly 90% of Australian timber comes from plantations, and just 12% from native forests, but next to no tree farms have been planted since 2010 and total plantation area is in decline. Government modelling suggests at least 400,000 hectares of new plantations will be needed over the next decade to meet demand.\n\nFelicity Wade, Lean’s co-convener, said the evidence suggested expanding plantations could create 1,800 regional jobs, compared with 1,100 employed in the native forest industry nationally. She said 316 party branches across 100 electorates supported stopping native forest logging on economic and environmental grounds, and focusing on developing a plan to build a “vibrant 21st century plantation-based timber industry”.\n\n“We have some of the most carbon- and biodiversity-rich forests on the planet and we’re mining them. What a waste,” Wade said.\n\n* **[Sign up for Guardian Australia’s free morning and afternoon](https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed)****[email newsletters for your daily news roundup](https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed)**\n\n“Lean believes we need publicly owned plantation establishment, done smart. We need to plan what species need to be planted and where, with a plan for which manufacturing facility will take the wood and how it will get to market. We need to recognise the increased fire risks and diminishing water associated with climate change.\n\n“This kind of planning is nonexistent. The government needs to step in.”\n\nThe Lean report will be at the heart of a fight to change the forestry position in Labor’s national platform. A draft national platform seen by Guardian Australia [made no mention of reducing native forest logging and land-clearing](https://www.theguardian.com/australia-news/2023/jul/20/labor-native-forest-logging-environment-action-network-lean) – a long-time Lean goal.\n\nLabor is divided on the issue. The [Western Australian](https://www.theguardian.com/australia-news/2021/sep/08/western-australia-to-ban-native-forest-logging-from-2024-in-move-that-blindsides-industry) and [Victorian](https://www.theguardian.com/australia-news/2023/may/23/end-of-native-logging-in-victoria-a-monumental-win-for-forests-say-conservationists) governments have promised to end native forest logging at the end of this year, and the federal ALP MP Josh Burns has urged action “to save our precious natural environment and native wildlife”.\n\nBut the new New South Wales Labor government supports ongoing native forest logging while [also promising to create a great koala national park](https://www.theguardian.com/environment/2023/feb/13/nsw-forests-face-uncertain-future-as-desperation-builds-over-major-parties-inaction-over-logging), and the [Tasmanian Labor opposition](https://taslabor.org.au/news/media-releases/labor-pledges-tasmanian-first-forestry-policy/) has accused the pro-forestry Liberal state government [of not doing enough to support the industry](https://taslabor.org.au/news/media-releases/labor-pledges-tasmanian-first-forestry-policy/).\n\n[skip past newsletter promotion](#EmailSignup-skip-link-13)Sign up to Guardian Australia's Afternoon Update\n\nFree daily newsletterOur Australian afternoon update email breaks down the key national and international stories of the day and why they matter\n\n**Privacy Notice:** Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our [Privacy Policy](https://www.theguardian.com/help/privacy-policy). We use Google reCaptcha to protect our website and the Google [Privacy Policy](https://policies.google.com/privacy) and [Terms of Service](https://policies.google.com/terms) apply.after newsletter promotion\n\nThe Queensland Labor government [allows large-scale land-clearing](https://www.theguardian.com/environment/2022/dec/16/calls-for-tougher-regulations-as-queensland-records-highest-rate-of-land-clearing-in-country), mostly for agricultural expansion. The Australian Forest Products Association, led by the former Labor cabinet minister Joel Fitzgibbon, says local forestry practices are the most sustainable in the world.\n\nThe Lean report cites [last year’s state of the environment report](https://www.theguardian.com/environment/2022/jul/19/labor-says-it-wont-put-head-in-the-sand-as-it-releases-shocking-environment-report), which found Australia had one of the highest rates of species decline in the world, with habitat loss due to logging and clearing a key driver.\n\nLean says the government should substantially boost funding for forest protection and carbon storage at home and in south-east Asia, suggesting 25-30% of Australia’s international climate finance funding be dedicated to preventing deforestation in the region.\n\nIts report also calls for:\n\n* Increased public funding for forest protection and restoration, recognising that scientists have estimated $1.69bn a year is needed to arrest species loss.\n* Training and support for existing native forest industry workers and Indigenous custodians to work in new conservation and plantation roles.\n* A government-owned national natural capital corporation to manage the national plantation estate and help farmers take part in carbon and biodiversity markets.\n* A nationwide restoration program focused on 252 ecosystems identified as having less than 30% of vegetation remaining. It says this would require 13,000 workers for 30 years.\n* Investment in a national landcover database and vegetation mapping, based on the system used in Queensland, which has [reported higher levels of land-clearing](https://www.theguardian.com/australia-news/2022/may/19/australias-climate-data-to-un-questioned-as-study-finds-land-clearing-in-queensland-underreported) than reflected in national accounts.\n\nLabor’s national conference is in Brisbane on 17-19 August.\n\n"}, {"source": "Yahoo News", "title": "Research reveals pledge signed by over 100 world leaders is falling too short: 'We are … trending in the wrong direction'", "link": "https://news.yahoo.com/research-reveals-pledge-signed-over-180000550.html", "summary": "- Over 100 world leaders signed the Glasgow Declaration to halt and reverse forest loss by 2030.\n- Last year, an area the size of Switzerland was lost to deforestation, indicating a failure to meet these goals.\n- Deforestation rates are exceeding the necessary pathway to zero deforestation by 2030.\n- Brazil has seen a doubling in deforestation in the past three years, despite signing the Glasgow Declaration.\n- Deforestation releases carbon into the air, impacts biodiversity, and reduces water and soil quality.\n- Replanting trees is important, but it cannot fully replace the benefits of primary forests.\n- Some countries, such as Indonesia and Malaysia, have made progress in slowing deforestation through policy changes.\n- Brazil's current president has promised to reverse deforestation rates.", "classification": {"category": "CategoryN1", "reason": "The article discusses deforestation rates, carbon release, and efforts to halt deforestation."}, "sentiment": {"score": 2, "reason": "The article highlights the concerning deforestation rates and the failure to meet goals, which has negative implications for carbon emissions and biodiversity."}, "content": "In 2021, over 100 world leaders signed the [Glasgow Declaration,](https://www.bbc.com/news/science-environment-66013854) committing to halt and reverse forest loss by 2030. But new analysis shows we may not be on track to meet these goals.\n\nLast year, [an area the size of Switzerland](https://www.bbc.com/news/science-environment-66013854) was lost to deforestation, suggesting “we are far off track and trending in the wrong direction,” Rod Taylor of the World Resources Institute [told](https://www.bbc.com/news/science-environment-66013854) the BBC.\n\n### **What’s happening?**\n\nEvery minute, [11 soccer fields](https://www.bbc.com/news/science-environment-66013854) of forest are lost to deforestation around the world, according to the BBC.\n\nNew research from Global Forest Watch compared current deforestation rates with the necessary pathway to zero deforestation by 2030. The organization [found](https://www.bbc.com/news/science-environment-66013854) that deforestation in 2022 was 1 million hectares (close to 2.5 million acres, or 1.4 million soccer fields) above the level needed to halt deforestation by 2030.\n\nThe largest portion of these losses came from Brazil, which has seen a [doubling](https://www.bbc.com/news/science-environment-66013854) in deforestation in the past three years. Former Brazilian President Jair Bolsonaro [signed](https://www.bbc.com/news/science-environment-66013854) the Glasgow Declaration but still relaxed enforcement of laws that fight deforestation in the Amazon rainforest.\n\n### **Why is deforestation so important to pay attention to?**\n\nForests, especially tropical rainforests, are incredible habitats and home to [millions of species](https://education.nationalgeographic.org/resource/rain-forest/). They are some of the most biodiverse ecosystems on Earth. Rainforests also [absorb](https://education.nationalgeographic.org/resource/rain-forest/) large amounts of heat-trapping gases and [regulate](https://education.nationalgeographic.org/resource/rain-forest/) our planet’s temperature.\n\n[Deforestation](https://www.worldwildlife.org/threats/deforestation-and-forest-degradation), on the other hand, releases carbon into the air while reducing water and soil quality. It also impacts biodiversity, as some species can only be found in those forests.\n\nThe University of Maryland found that [10% more primary rainforest](https://www.bbc.com/news/science-environment-66013854) was lost in 2022 compared to 2021. [Primary rainforest](https://rainforests.mongabay.com/0103.htm) is a forest habitat that has never been logged or largely affected by humans. Cutting and burning that much rainforest releases the same amount of carbon pollution that [India](https://www.bbc.com/news/science-environment-66013854) does in one year.\n\n### **What is being done about deforestation?**\n\nReplanting trees is a major step in the right direction, but it [cannot easily match](https://www.bbc.com/news/science-environment-66013854) the benefits provided by primary forests, per the BBC. These [centuries-old habitats](https://www.treehugger.com/what-are-old-growth-forests-5120050) have improved stability, are better at absorbing and storing carbon, and host more biodiversity than forests that have been replanted recently, according to Treehugger.\n\nStory continuesThe [best tactic](https://www.bbc.com/news/science-environment-66013854) to save our forests is to stop deforestation before it happens. That is what the Glasgow Declaration is meant to achieve, but many countries are still falling short. In order to meet those goals, we all [must take drastic steps](https://www.bbc.com/news/science-environment-66013854) to end deforestation. Some key countries have been successful in slowing deforestation thanks to drastic policy changes.\n\n[Indonesia](https://www.bbc.com/news/science-environment-66013854) and Malaysia have enacted moratoriums on logging in palm oil plantations. Indonesia is leading the charge in stopping deforestation after it [set records for deforestation](https://www.bbc.com/news/science-environment-66013854) in 2016.\n\nBrazil’s future is also looking promising, as its current president, Luiz Inácio Lula da Silva, has promised to reverse the damage done by his predecessor. Under Lula, Brazil’s [deforestation rate fell 68%](https://www.reuters.com/business/environment/deforestation-brazils-amazon-falls-68-april-first-major-drop-under-lula-2023-05-12/) in April 2023 from the previous year.\n\nJoin our [free newsletter](https://www.thecooldown.com/future-newsletter/?rec0RfRBA0JqHHVCL) for **cool news** and **actionable info** that makes it easy to **help yourself** while helping the planet.\n\n"}]]}
