{"date": "2023-07-28", "keyword_phrases": ["climate news carbon removal", "climate news carbon offsets", "climate news carbon credits", "climate news carbon net zero", "climate news SBTi", "carbon news biodiversity", "carbon trading market", "voluntary carbon market", "Integrity Council Voluntary Carbon Market ICVCM", "compliance carbon market", "emission trading system"], "sources": [[{"source": "Mongabay", "title": "Genetically engineered trees stoke climate hope — and environmental fears", "link": "https://news.mongabay.com/2023/07/genetically-engineered-trees-stoke-climate-hope-and-environmental-fears/", "summary": "Unfortunately, I cannot provide a summary without the actual article. However, seeing that the response you provided is an error message, it seems that there may be an issue with accessing the article.", "classification": {"category": "CategoryO1", "reason": "The article could not be accessed due to an error"}, "sentiment": {"score": 5, "reason": "The article is likely to have a very positive sentiment since it relates to removing or preventing carbon emissions, which is considered a positive action."}, "content": "\n403 Forbidden\n=============\n\n\n\n\n---\n\nnginx\n"}, {"source": "Mirage News", "title": "Forests: Cutting Carbon, Restoring Ecosystems, Creating Jobs", "link": "https://www.miragenews.com/forests-cutting-carbon-restoring-ecosystems-1055519/", "summary": "- Nearly 200 countries committed to the Paris Agreement to limit climate change consequences.\n- Achieving the goal requires large-scale greenhouse gas reduction and removal.\n- Planting trees through reforestation is the most efficient GHG-removal strategy.\n- Forestry-based NCS projects face ecological, social, and financial constraints.\n- Funder perceptions of risk limit NCS project ambitions.\n- Local community ownership and engagement are critical for NCS project success.\n- Recommendations to overcome challenges include robust governance, secure land tenure, credibility of emissions reductions, and shared costs and benefits.", "classification": {"category": "CategoryS1", "reason": "The article discusses the strategy of planting trees through reforestation as a method to remove greenhouse gases from the atmosphere."}, "sentiment": {"score": 5, "reason": "The article discusses the positive efforts and potential benefits of forestry-based NCS projects in addressing climate change and engaging local communities in sustainable development."}, "content": "To limit the frequency and severity of droughts, wildfires, flooding, and other adverse consequences of climate change, nearly 200 countries committed to the [Paris Agreement](https://unfccc.int/process-and-meetings/the-paris-agreement)'s long-term goal of keeping global warming well below 2 degrees Celsius. According to the latest United Nations Intergovernmental Panel on Climate Change (IPCC) [Report](https://www.ipcc.ch/report/sixth-assessment-report-working-group-3/), achieving that goal will require both large-scale greenhouse gas (GHG) emissions reduction and removal of GHGs from the atmosphere.\n\nAt present, the most efficient and scalable GHG-removal strategy is the massive planting of trees through reforestation or afforestation - a \"natural climate solution\" (NCS) that extracts atmospheric carbon dioxide through photosynthesis and soil carbon sequestration.\n\nDespite the potential of forestry-based NCS projects to address climate change, biodiversity loss, unemployment, and other societal needs - and their appeal to policymakers, funders, and citizens - they have yet to achieve critical mass, and often underperform due to a mix of interacting ecological, social, and financial constraints. To better understand these challenges and identify opportunities to overcome them, a team of researchers at [Imperial College London](https://www.imperial.ac.uk/) and the [MIT Joint Program on the Science and Policy of Global Change](https://globalchange.mit.edu/) recently studied how environmental scientists, local stakeholders, and project funders perceive the risks and benefits of NCS projects, and how these perceptions impact project goals and performance. To that end, they surveyed and consulted with dozens of recognized experts and organizations spanning the fields of ecology, finance, climate policy, and social science.\n\nThe team's [analysis](https://www.frontiersin.org/articles/10.3389/fclim.2023.1216175/full), which appears in the journal Frontiers in Climate, found two main factors that have hindered the success of forestry-based NCS projects.\n\nFirst, the ambition - levels of carbon removal, ecosystem restoration, job creation, and other environmental and social targets - of selected NCS projects is limited by funders' perceptions of their overall risk. Among other things, funders aim to minimize operational risk (e.g., Will newly planted trees survive and grow?), political risk (e.g., Just how secure is their access to the land where trees will be planted?); and reputational risk (e.g., Will the project be perceived as an exercise in \"greenwashing,\" or fall way short of its promised environmental and social benefits?). Funders seeking a financial return on their initial investment are also concerned about the dependability of complex monitoring, reporting, and verification methods used to quantify atmospheric carbon removal, biodiversity gains, and other metrics of project performance.\n\nSecond, the environmental and social benefits of NCS projects are unlikely to be realized unless the local communities impacted by these projects are granted ownership over their implementation and outcomes. But while engaging with local communities is critical to project performance, it can be challenging both legally and financially to set up incentives (e.g., payment and other forms of compensation) to mobilize such engagement.\n\n\"Many carbon offset projects raise legitimate concerns about their effectiveness,\" says study lead author [Bonnie Waring](https://www.imperial.ac.uk/people/b.waring), a senior lecturer at the Grantham Institute on Climate Change and the Environment, Imperial College London. \"However, if nature climate solution projects are done properly, they can help with sustainable development and empower local communities.\"\n\nDrawing on surveys and consultations with NCS experts, stakeholders, and funders, the research team highlighted several recommendations on how to overcome key challenges faced by forestry-based NCS projects and boost their environmental and social performance.\n\nThese recommendations include encouraging funders to evaluate projects based on robust internal governance, support from regional and national governments, secure land tenure, material benefits for local communities, and full participation of community members from across a spectrum of socioeconomic groups; improving the credibility and verifiability of project emissions reductions and related co-benefits; and maintaining an open dialogue and shared costs and benefits among those who fund, implement, and benefit from these projects.\n\n\"Addressing climate change requires approaches that include emissions mitigation from economic activities paired with greenhouse gas reductions by natural ecosystems,\" says [Sergey Paltsev](https://globalchange.mit.edu/about-us/personnel/paltsev-sergey), a co-author of the study and deputy director of the MIT Joint Program. \"Guided by these recommendations, we advocate for a proper scaling-up of NCS activities from project levels to help assure integrity of emissions reductions across entire countries.\"\n\n"}, {"source": "Phys.org", "title": "New way of measuring ocean carbon could better align with climate policy goals", "link": "https://phys.org/news/2023-07-ocean-carbon-align-climate-policy.html", "summary": "- Browser sent an invalid request\n- Received 400 Bad Request response", "classification": {"category": "CategoryO1", "reason": "The article is not related to carbon."}, "sentiment": {"score": 1, "reason": "The article is not related to carbon removal or emission prevention."}, "content": "400 Bad request\n===============\n\n\nYour browser sent an invalid request.\n"}], [{"source": "Phys.org", "title": "Voluntary carbon offsets often fail to deliver what they promise, research finds", "link": "https://phys.org/news/2023-07-voluntary-carbon-offsets.html", "summary": "- Invalid request sent by browser", "classification": {"category": "CategoryO1", "reason": "The article is not related to carbon"}, "sentiment": {"score": 1, "reason": "Invalid request; no sentiment expressed"}, "content": "400 Bad request\n===============\n\n\nYour browser sent an invalid request.\n"}, {"source": "Mongabay", "title": "Genetically engineered trees stoke climate hope — and environmental fears", "link": "https://news.mongabay.com/2023/07/genetically-engineered-trees-stoke-climate-hope-and-environmental-fears/", "summary": "Summary:\n\n- The article cannot be accessed due to a 403 Forbidden error.", "classification": {"category": "CategoryO1", "reason": "The article cannot be accessed"}, "sentiment": {"score": 1, "reason": "The article cannot be accessed"}, "content": "\n403 Forbidden\n=============\n\n\n\n\n---\n\nnginx\n"}, {"source": "Reuters", "title": "Global standards launched to grow $2 billion voluntary carbon market", "link": "https://www.reuters.com/sustainability/climate-energy/global-standards-launched-boost-2-bln-voluntary-carbon-market-2023-07-26/", "summary": "- A global initiative aims to issue labelled carbon offset credits by the end of the year to make the unregulated marketplace more transparent.\n- Demand for carbon offsets is expected to increase as companies with net-zero goals purchase them to cancel out emissions.\n- The new initiative, the Integrity Council for the Voluntary Carbon Market (ICVCM), has published criteria for projects to achieve their new Core Carbon Principle (CCP) standards.\n- CCP credits will have additional measures beyond the existing CORSIA criteria, such as further governance checks.\n- Technology involving oil recovery and coal-fired power generation will be excluded from CCPs.\n- New standards will require companies retiring a carbon credit to disclose their name and registration.\n- Once a credit has been retired, it cannot be traded or used by another company.\n- Industry groups welcomed the launch of the CCPs but emphasized the need for more trust-building measures.", "classification": {"category": "CategoryD1", "reason": "The article mentions demand for carbon offsets and companies with net-zero goals purchasing them to cancel out emissions."}, "sentiment": {"score": 4, "reason": "The article addresses the need for transparency and standards in the carbon offset market, indicating a positive sentiment towards reducing emissions."}, "content": "LONDON, July 27 (Reuters) - A global initiative to grow the $2 billion market for carbon offsets outlined criteria for new voluntary standards on Thursday, and said it aims to issue labelled credits by the year-end to make the unregulated marketplace more transparent.\n\nDemand for carbon offsets - credits for emissions-reducing activity that can be generated through projects such as tree planting - is expected to increase as companies with net-zero goals buy them to cancel out emissions elsewhere.\n\nBut the market is unregulated, with many different standards and approaches making it difficult for companies to assess which credits they should use.\n\nCritics of the market cite concerns including a lack of transparency and question the environmental quality of projects.\n\nThe Integrity Council for the Voluntary Carbon Market (ICVCM), an independent governance body, has published its criteria for projects to achieve its new Core Carbon Principle (CCP) standards.\n\nThe criteria \"set a global threshold for quality which aims to unlock finance at speed and scale for projects to reduce and remove billions of tonnes of emissions that would not otherwise be viable,\" Integrity Council Chair Annette Nazareth said in a statement.\n\nUntil now, the most widely traded offsets abide by criteria established under the CORSIA scheme for the global airline industry.\n\nCCP approval will require many of the same features as CORSIA, such as a project having quantified monitoring, reporting and verification standards, or being unable to go ahead without the revenue from the sale of carbon credits.\n\nHowever, CCP credits will require additional measures, such as further governance checks. That could mean not all CORSIA credits will gain CCP status.\n\n\"We do expect this will have a significant impact on the market, but we can't prejudge the pre-designed assessment process we are about to start,\" ICVCM COO William McDonnell said in an interview.\n\nTechnology to capture and store carbon emissions at projects that also involve oil recovery will be excluded from the CCPs, as will any projects involving coal-fired power generation.\n\nThere could be instances where projects developing new gas plants could generate credits if they are for a major renewables installation and a back-up gas plant is included as part of the scheme.\n\nThe project would need to meet other requirements and result in clear emission reductions, ICVCM said.\n\nIt is not yet mandatory for a company retiring a carbon credit to disclose their name, but new standards would require their registration.\n\nOnce a credit has been retired it cannot be traded or used to meet climate targets by another company.\n\nIndustry groups welcomed the launch of the CCPs but said more needed to be done to build trust.\n\n\"The CCPs alone are not a silver bullet that can solve the challenge of carbon credit quality,\" Sebastien Cross, co-founder of carbon ratings company BeZero Carbon, said.\n\n\"Ultimately some projects will still be more effective than others - a spectrum of quality will always exist,\" he said.\n\nReporting by Susanna Twidale; Editing by Jan Harvey and Barbara LewisOur Standards: [The Thomson Reuters Trust Principles.](https://www.thomsonreuters.com/en/about-us/trust-principles.html)\n\n* \n* \n* \n* \n* \n"}], [{"source": "Phys.org", "title": "Voluntary carbon offsets often fail to deliver what they promise, research finds", "link": "https://phys.org/news/2023-07-voluntary-carbon-offsets.html", "summary": "- Invalid request error: 400 Bad Request\n- Browser sent an invalid request", "classification": {"category": "CategoryO1", "reason": "The article does not mention anything related to carbon."}, "sentiment": {"score": 1, "reason": "The article does not provide any sentiment. It is simply an error message."}, "content": "400 Bad request\n===============\n\n\nYour browser sent an invalid request.\n"}, {"source": "Mongabay", "title": "Genetically engineered trees stoke climate hope — and environmental fears", "link": "https://news.mongabay.com/2023/07/genetically-engineered-trees-stoke-climate-hope-and-environmental-fears/", "summary": "The article is inaccessible.", "classification": {"category": "CategoryO1", "reason": "Article inaccessible"}, "sentiment": {"score": 1, "reason": "Article inaccessible"}, "content": "\n403 Forbidden\n=============\n\n\n\n\n---\n\nnginx\n"}, {"source": "Reuters", "title": "Global standards launched to grow $2 billion voluntary carbon market", "link": "https://www.reuters.com/sustainability/climate-energy/global-standards-launched-boost-2-bln-voluntary-carbon-market-2023-07-26/", "summary": "- Global initiative aims to grow the carbon offset market and increase transparency.\n- Demand for carbon offsets is expected to rise due to companies' net-zero goals.\n- The market is currently unregulated with various standards, making it difficult for companies to choose credits.\n- The Integrity Council for the Voluntary Carbon Market (ICVCM) has published criteria for its new Core Carbon Principle (CCP) standards.\n- CCP credits will require additional measures, possibly impacting the market.\n- Technology involving carbon emissions and oil recovery will be excluded from CCPs.\n- Mandatory registration for retiring carbon credits is being considered.\n- Industry groups welcome the CCPs but express the need for more trust-building measures.", "classification": {"category": "CategoryN1", "reason": "The article mentions news about carbon offsets, voluntary standards, and criteria for new standards."}, "sentiment": {"score": 4, "reason": "The article discusses the establishment of new voluntary standards for carbon offsets, aiming to increase transparency and reduce emissions."}, "content": "LONDON, July 27 (Reuters) - A global initiative to grow the $2 billion market for carbon offsets outlined criteria for new voluntary standards on Thursday, and said it aims to issue labelled credits by the year-end to make the unregulated marketplace more transparent.\n\nDemand for carbon offsets - credits for emissions-reducing activity that can be generated through projects such as tree planting - is expected to increase as companies with net-zero goals buy them to cancel out emissions elsewhere.\n\nBut the market is unregulated, with many different standards and approaches making it difficult for companies to assess which credits they should use.\n\nCritics of the market cite concerns including a lack of transparency and question the environmental quality of projects.\n\nThe Integrity Council for the Voluntary Carbon Market (ICVCM), an independent governance body, has published its criteria for projects to achieve its new Core Carbon Principle (CCP) standards.\n\nThe criteria \"set a global threshold for quality which aims to unlock finance at speed and scale for projects to reduce and remove billions of tonnes of emissions that would not otherwise be viable,\" Integrity Council Chair Annette Nazareth said in a statement.\n\nUntil now, the most widely traded offsets abide by criteria established under the CORSIA scheme for the global airline industry.\n\nCCP approval will require many of the same features as CORSIA, such as a project having quantified monitoring, reporting and verification standards, or being unable to go ahead without the revenue from the sale of carbon credits.\n\nHowever, CCP credits will require additional measures, such as further governance checks. That could mean not all CORSIA credits will gain CCP status.\n\n\"We do expect this will have a significant impact on the market, but we can't prejudge the pre-designed assessment process we are about to start,\" ICVCM COO William McDonnell said in an interview.\n\nTechnology to capture and store carbon emissions at projects that also involve oil recovery will be excluded from the CCPs, as will any projects involving coal-fired power generation.\n\nThere could be instances where projects developing new gas plants could generate credits if they are for a major renewables installation and a back-up gas plant is included as part of the scheme.\n\nThe project would need to meet other requirements and result in clear emission reductions, ICVCM said.\n\nIt is not yet mandatory for a company retiring a carbon credit to disclose their name, but new standards would require their registration.\n\nOnce a credit has been retired it cannot be traded or used to meet climate targets by another company.\n\nIndustry groups welcomed the launch of the CCPs but said more needed to be done to build trust.\n\n\"The CCPs alone are not a silver bullet that can solve the challenge of carbon credit quality,\" Sebastien Cross, co-founder of carbon ratings company BeZero Carbon, said.\n\n\"Ultimately some projects will still be more effective than others - a spectrum of quality will always exist,\" he said.\n\nReporting by Susanna Twidale; Editing by Jan Harvey and Barbara LewisOur Standards: [The Thomson Reuters Trust Principles.](https://www.thomsonreuters.com/en/about-us/trust-principles.html)\n\n* \n* \n* \n* \n* \n"}], [{"source": "NRDC", "title": "Net Zero Carbon to Stop Climate Change: ISO Standard 50010", "link": "https://www.nrdc.org/bio/david-b-goldstein/net-zero-carbon-stop-climate-change-iso-standard-50010", "summary": "- The world needs to achieve zero greenhouse gas emissions by 2050.\n- The International Organization for Standardization (ISO) urges organizations to set a goal of net zero emissions by 2050.\n- ISO has issued guidance documents on setting and meeting net zero energy and emissions goals.\n- ISO 50010 harmonizes definitions related to net zero and provides recommendations on GHG reduction actions.\n- Net zero is a more credible goal than carbon neutrality.\n- ISO 50010 recommends starting with net zero energy and progressing to higher levels of emissions reduction.\n- ISO 50010 provides structure and credibility to achieve zero emissions targets.", "classification": {"category": "CategoryS1", "reason": "The article discusses the need to reduce greenhouse gas emissions and provides guidance on setting and meeting net zero energy and emissions goals."}, "sentiment": {"score": 4, "reason": "The article promotes the goal of reducing greenhouse gas emissions and provides guidance on setting and meeting net zero energy and emissions goals, which is considered a positive sentiment."}, "content": "\n[The world needs to reduce greenhouse gas (GHG) emissions to zero before 2050](https://www.iea.org/reports/net-zero-by-2050).  This is the conclusion reached by virtually all analyses. [NRDC’s own modeling](https://www.nrdc.org/resources/clean-energy-now-safer-climate-future ) shows how this can be accomplished for the United States. \n\nOne policy that can help us get there is goal-setting, both mandatory and voluntary.  The largest global standard-setting organization, [the International Organization for Standardization (ISO),  urges organizations](https://webstore.ansi.org/standards/iso/iwa422022?gclid=CjwKCAjwqZSlBhBwEiwAfoZUIE4MvwYajrPsp6xVcAsO8KTcDQgnwG_aa3qoZ19iuemnLbHGm5hM1RoCL1cQAvD_BwE)of all types—governments at all levels, corporations, business associations, nonprofits, and educational institutions—to set a goal of net zero GHG emissions by 2050, if not sooner. ISO's \"IWA 42:2022\" document (linked above) provides \"guiding principles and recommendations to enable a common approach with a high level of ambition...\" but does not recommend specific actions.\n\nISO issued a new guidance document, ISO PAS 50010: 2023 in January, which provides concrete recommendations for how an organization can set and meet net zero energy and emissions goals that increase in effectiveness every year. “It distinguishes between several different scopes and boundaries for… different net zero goals and their targets, which are increasingly effective at reducing energy and GHG emissions, and correspondingly more difficult to achieve.” It recommends that the organization develop a multi-year plan to progress from more modest net zero goals to more ambitious ones in further years, resulting in ever-decreasing GHG emissions.\n\nMy colleague Ju-Myon Park of Korea and I discussed the [content of ISO 50010, the reasoning behind it, and its implications](https://www.aceee.org/sites/default/files/pdfs/ssi23/3-106-GOLDSTEIN.pdf) in a paper presented on July 12, 2023, at the ACEEE Summer Study on Energy Efficiency in Industry. The paper and its presentation described the development and content of IOS PAS 50010, and this blog offers a summary.\n\nOne key goal of ISO 50010 is harmonizing definitions of key concepts such as net zero, what counts as renewable energy, and how to calculate GHG emissions, so that we can set targets that are mutually reinforcing, rather than engaging in arguments between countries or corporations about whose definitions and rules are better. The ISO standard development process noted that while there are several existing standards on how to describe the issue, they all had more in common than they had differences.\n\n**Net Zero is a more credible goal than carbon neutral**\n\nThe existing Internet articles we examined differ in how they distinguish carbon neutral from net zero, but all of them agreed that net zero was a more credible goal. [The World Economic Forum stated that net zero was “the gold standard.”](https://www.weforum.org/agenda/2022/08/carbon-neutral-net-zero-sustainability-climate-change/) In part, this was because there was no recognized standard for carbon neutrality and because companies claiming carbon neutrality often depended on buying carbon offsets rather than directly reducing the emissions from their operations, or directly installing clean renewable energy. Offsets can often be of questionable validity, with several critiques of named companies arguing that the offsets used by Company X did not result in real or substantial carbon savings.\n\nAnother difference cited by World Economic Forum and several other websites was the greater scope of net zero, which was stated to include all GHGs, not just carbon from energy production, and to include upstream elements of the supply chain (so-called [Scope 3](https://www.epa.gov/climateleadership/scope-3-inventory-guidance) emissions), neither of which is always the case. ISO 50010 includes specified parts of Scope 3 emissions for the more advanced level of net zero, but the lower levels are limited to Scope 1 or Scope 2.\n\nThe key difference noted in ISO 50010 and highlighted in the ACEEE paper is the preference order for GHG reduction actions. ISO 50010 recommends:\n\n* First, develop and implement Energy Performance Improvement Actions such as increased energy efficiency. This suggestion is placed first because such actions usually have lower cost and ancillary benefits beyond energy and emissions savings.\n* Then, transfer the remaining energy consumption to less carbon-intensive or clean renewable energy.\n* Then, change the timing of energy consumption to reduce carbon emissions.\n\nThe standard discourages the use of offsets, suggesting that the user consider disallowing them outright, and encourages on-site renewables over off-site, and either over financial clean energy acquisition, such as Renewable Energy Credits.\n\nThe preference is thus for measurable physical or software actions that can unambiguously be attributed to a single facility or organization, and checked by third parties, over untraceable financial deals.\n\nISO 50010 also reconciles the differences between a number of national and nonprofit-authored standards for net zero by focusing on different choices of scopes and boundaries of what is being zeroed out, and ranking them in terms of the extent of environmental benefit. The standard then encourages an organization to start with the easiest level of scope and boundaries and proceed in a planned manner—with target dates—to the higher levels.\n\nThe  levels recommended in the standard, in order from weakest to strongest, are:\n\n1. Net zero energy. This level is easiest because, for most organizations, the use of electricity is largest when the electric grid is at its most emissive (right after the sun goes down and solar resources do not produce) and at its least when the sun is shining brightly and solar electricity is displacing almost all polluting generators.\n2. Net zero carbon, where emissions are calculated for each hour of the day and month of the year so that energy use produces no net emissions from the utility system. [Accounting for time of use makes emissions calculations more accurate, and often makes a big difference.](https://www.nrdc.org/bio/david-b-goldstein/new-tool-measuring-decarbonization)\n3. Net zero carbon including the carbon used to construct the facility, and where relevant the carbon emissions from generating the supplies or parts used by the facility (such as the food supply to a restaurant or the steel for an automobile factory).\n4. Achieving level 3 plus zeroing out the emissions from transporting people and goods to and from the site (so that an efficient building with solar but  located miles from transit and from jobs and services has more carbon to make up for than the same building in a compact, walkable, transit-rich neighborhood).\n5. Meeting level 4 plus zeroing out downstream usage and disposal. Thus an air conditioner manufacturer would have to account for the emissions produced by the electricity used to run the units and the leakage of refrigerant gases (which are potent GHGs).\n\nThis structure improves the credibility of the claims and allows the users to choose the levels that are most appropriate for their economic role and responsibilities, and focuses them on doing the most beneficial things first. For example, if a plant or a building improves its efficiency, then it needs to spend less on renewables, or, better still, can use the same renewable projects to offset even more emissions and thus achieve zero emissions over a broader scope of activities.\n\n**Conclusion:**\n\nIf we do not set clear and mutually consistent targets aligned with climate science, we won’t know how to hit the targets and will fall short. ISO 50010 establishes explicit targets and operating methods to achieve them, and thus can assist organizations to set the best goals and then meet them. \n\n\n"}, {"source": "Reuters", "title": "US Treasury names green energy research executive as new climate counselor", "link": "https://www.reuters.com/world/us/us-treasury-names-green-energy-research-executive-new-climate-counselor-2023-07-27/", "summary": "- Ethan Zindler named new climate counselor for the U.S. Treasury\n- Zindler replaces John Morton, who stepped down in December\n- Zindler most recently served as head of the Americas division at BloombergNEF\n- Zindler will advise Treasury Secretary Janet Yellen on implementing the Inflation Reduction Act and assisting other countries in meeting climate goals.", "classification": {"category": "CategoryS1", "reason": "The article names Ethan Zindler as the new climate counselor for the U.S. Treasury, responsible for unlocking financing to achieve a net-zero carbon emissions economy."}, "sentiment": {"score": 5, "reason": "The article highlights the appointment of a new climate counselor for the U.S. Treasury who will lead efforts to achieve a net-zero carbon emissions economy, indicating a strong commitment to combat climate change."}, "content": "[Skip to main content](#main-content)[Exclusive news, data and analytics for financial market professionalsLearn more aboutRefinitiv](/differentiator/)[Reuters home](/)* [World](/world/)\n* [Business](/business/)\n* [Markets](/markets/)\n* [Sustainability](/sustainability/)\n* [Legal](/legal/)\n* [Breakingviews](/breakingviews/)\n* [Technology](/technology/)\n* [Investigations](https://www.reuters.com/investigates/)\n* More\nMy View[Register](/account/register/sign-up/&journeyStart=navigation)* [United States](/world/us/)\nUS Treasury names green energy research executive as new climate counselor\n==========================================================================\n\nBy [David Lawder](/authors/david-lawder/)July 27, 20234:55 PM UTCUpdated ago* \n* \n* \n* \n* \n* \n* \n* \nWASHINGTON, July 27 (Reuters) - The U.S. Treasury on Thursday said Ethan Zindler, a climate and clean energy research executive, has been named the department's new climate counselor, charged with leading its efforts to unlock financing to achieve a net-zero carbon emissions economy.\n\nZindler replaces John Morton, who [stepped down in December](/world/us/us-treasurys-morton-steps-down-sees-growing-recognition-climate-change-risks-2022-12-16/) from running Treasury's \"climate hub\" to return to the private climate finance sector. The hub is aimed at coordinating climate policy, playing a strong role in the green energy incentives in the Inflation Reduction Act and negotiating with South Africa and Indonesia on Just Energy Transition Partnerships.\n\nZindler most recently served as head of the Americas division at BloombergNEF (BNEF), a provider of data, research and analysis on clean power, electric vehicles, carbon credit markets, commodities and other low-carbon economy initiatives. He managed BNEF research analysts in New York, Washington, London and Sao Paulo.\n\nTreasury Secretary Janet Yellen said in a statement that Zindler \"will bring analytical rigor and decades of experience in the climate space to this role and to the Treasury Department, and he will build on the Climate Hub's strong track record of results.\"\n\nHe will advise Yellen on the further implementation of the Inflation Reduction Act and efforts to help other countries meet their climate goals. Treasury's climate hub brings together resources and expertise from its domestic finance, economic policy, international affairs and tax policy divisions.\n\nReporting by David Lawder; Editing by Paul SimaoOur Standards: [The Thomson Reuters Trust Principles.](https://www.thomsonreuters.com/en/about-us/trust-principles.html)\n\n* \n* \n* \n* \n* \nRead Next\n---------\n\n* [![Former U.S. President Donald Trump delivers remarks during an event following his arraignment on classified document charges, in Bedminster](https://cloudfront-us-east-2.images.arcpublishing.com/reuters/6BAGAYXS5NIQTGDZV7XWSCG6LU.jpg)article with video](/world/us/trump-lawyers-arrive-office-us-special-counsel-abc-news-2023-07-27/)[United Statescategory](/world/us/)### [Trump lawyers meet with US special counsel as indictment looms](/world/us/trump-lawyers-arrive-office-us-special-counsel-abc-news-2023-07-27/)\n\n9:19 PM UTC\n* [![U.S. President Biden's son Hunter to face tax charges in federal court](https://cloudfront-us-east-2.images.arcpublishing.com/reuters/ASF3TIZDANIPTOUYEFZUEWI2CU.jpg)](/world/us/white-house-says-there-is-no-possibility-biden-would-pardon-his-son-2023-07-27/)[United Statescategory](/world/us/)### [White House says there is no possibility Biden would pardon his son](/world/us/white-house-says-there-is-no-possibility-biden-would-pardon-his-son-2023-07-27/)\n\n6:44 PM UTC\n* [![Career center reopens for in-person appointments in Kentucky](https://cloudfront-us-east-2.images.arcpublishing.com/reuters/OHPJMVHOTRIOVGDPKA4JMSZLA4.jpg)article with gallery](/markets/us/us-economic-growth-accelerates-second-quarter-weekly-jobless-claims-fall-2023-07-27/)[Macro Matterscategory](/markets/macromatters/)### [US economy defies recession fears with strong second-quarter performance](/markets/us/us-economic-growth-accelerates-second-quarter-weekly-jobless-claims-fall-2023-07-27/)\n\n5:08 PM UTC\n* [![Hot weather in New York](https://cloudfront-us-east-2.images.arcpublishing.com/reuters/QANQ3LGOFZIBBALX3SHLTGXWSY.jpg)article with gallery](/world/us/dangerous-us-heat-wave-pushes-eastward-capping-globes-record-july-2023-07-27/)[United Statescategory](/world/us/)### [Temperatures soar in eastern US, capping globe's record July](/world/us/dangerous-us-heat-wave-pushes-eastward-capping-globes-record-july-2023-07-27/)\n\n8:36 PM UTC\n[![Refinitiv Workspace](https://cloudfront-us-east-2.images.arcpublishing.com/reuters/LGPI5ZGLQZHD7CMN4K5OCNT5RQ.png)](https://www.refinitiv.com/en/products/refinitiv-workspace)More from Reuters\n-----------------\n\n[World](/world/)\n----------------\n\n* [![Turkey's Central Bank Governor Hafize Gaye Erkan poses in her office in Ankara](https://cloudfront-us-east-2.images.arcpublishing.com/reuters/PBNOY3CIWJJB5B2NYUJAGYCD74.jpg)](/world/middle-east/going-holistic-turkeys-new-central-bank-chief-pitches-comprehensive-policy-2023-07-27/)### [Analysis: Going holistic: Turkey's new central bank chief pitches comprehensive policy](/world/middle-east/going-holistic-turkeys-new-central-bank-chief-pitches-comprehensive-policy-2023-07-27/)\n\nAnalysis · July 27, 2023 · 5:03 PM UTCTurkey's new central bank chief pitched a comprehensive monetary policy in her first formal address to the media while her acknowledgment of stark inflation pressures was welcomed by foreign investors.\n* [![Irish singer Sinead O'Connor dies aged 56](https://cloudfront-us-east-2.images.arcpublishing.com/reuters/23IJQOFT2NIKLJXZL2AQFVFU4I.jpg)article with video](/world/uk/ireland-mourns-death-trailblazing-singer-sinead-oconnor-2023-07-27/)[United Kingdomcategory](/world/uk/)### [Ireland mourns death of 'trailblazing' singer Sinead O'Connor](/world/uk/ireland-mourns-death-trailblazing-singer-sinead-oconnor-2023-07-27/)\n\n8:21 PM UTC\n* [![Hundreds of supporters of the coup gather and hold a Russian flags in Niamey](https://cloudfront-us-east-2.images.arcpublishing.com/reuters/ELS3KRKLBFPMVLY3RQP3JTFFE4.jpg)](/world/africa/what-is-stake-united-states-niger-2023-07-27/)Explainer### [Explainer: What is at stake for the United States in Niger?](/world/africa/what-is-stake-united-states-niger-2023-07-27/)\n\n9:18 PM UTC\n* [![The dome of the U.S. Capitol is reflected in a window on  Capitol Hill in Washington](https://cloudfront-us-east-2.images.arcpublishing.com/reuters/EZPTSUAJ5FNV3JYXA4ZCILNXSA.jpg)article with gallery](/world/us/us-senate-panel-passes-am-radio-ticket-fee-pricing-bills-2023-07-27/)[United Statescategory](/world/us/)### [US Senate panel passes AM radio, ticket fee pricing bills](/world/us/us-senate-panel-passes-am-radio-ticket-fee-pricing-bills-2023-07-27/)\n\n6:18 PM UTC\n* [![FILE PHOTO: FILE PHOTO: Delivery of an investigation report marking the 6th anniversary of the disappearance of the 43 students of the Ayotzinapa Teacher Training College, in Mexico City](https://cloudfront-us-east-2.images.arcpublishing.com/reuters/5FR6O7IUWZLCFIYP2TS6LODHHI.jpg)article with gallery](/world/americas/mexican-president-defends-armed-forces-missing-students-case-2023-07-27/)[Americascategory](/world/americas/)### [Mexican president defends armed forces in missing-students case](/world/americas/mexican-president-defends-armed-forces-missing-students-case-2023-07-27/)\n\n7:34 PM UTC\nSite Index\n----------\n\n### Browse\n\n* [World](/world/)\n* [Business](/business/)\n* [Markets](/markets/)\n* [Sustainability](/sustainability/)\n* [Legal](/legal/)\n* [Breakingviews](/breakingviews/)\n* [Technology](/technology/)\n* [Investigations, opens new tab](/investigates/)\n* [Sports](/sports/)\n* [Science](/science/)\n* [Lifestyle](/lifestyle/)\n### About Reuters\n\n* [About Reuters, opens new tab](https://www.reutersagency.com/en/about/about-us/)\n* [Careers, opens new tab](https://www.thomsonreuters.com/en/careers.html)\n* [Reuters News Agency, opens new tab](https://www.reutersagency.com/en/?utm_source=website&utm_medium=reuters&utm_campaign=site-referral&utm_content=us&utm_term=0)\n* [Brand Attribution Guidelines, opens new tab](https://www.reutersagency.com/en/about/about-us/brand-attribution-guidelines/)\n* [Reuters Leadership, opens new tab](https://www.reutersagency.com/en/about/leadership-team/)\n* [Reuters Fact Check, opens new tab](https://www.reuters.com/fact-check/)\n* [Reuters Diversity Report, opens new tab](https://static.reuters.com/resources/media/editorial/20210405/DiversityReportApril2021.pdf)\n### Stay Informed\n\n* [Download the App, opens new tab](https://www.reuters.com/tools/mobile/us)\n* [Newsletters, opens new tab](https://reuters.com/newsletters/)\nInformation you can trust\n-------------------------\n\nReuters, the news and media division of Thomson Reuters, is the world’s largest multimedia news provider, reaching billions of people worldwide every day. Reuters provides business, financial, national and international news to professionals via desktop terminals, the world's media organizations, industry events and directly to consumers.\n\nFollow Us\n---------\n\n* \n* \n* \n* \n* \nThomson Reuters Products\n------------------------\n\n* [Westlaw, opens new tab](https://legal.thomsonreuters.com/en/products/westlaw)Build the strongest argument relying on authoritative content, attorney-editor expertise, and industry defining technology.\n* [Onesource, opens new tab](https://tax.thomsonreuters.com/en/onesource)The most comprehensive solution to manage all your complex and ever-expanding tax and compliance needs.\n* [Checkpoint, opens new tab](https://tax.thomsonreuters.com/en/checkpoint)The industry leader for online information for tax, accounting and finance professionals.\nRefinitiv Products\n------------------\n\n* [Refinitiv Workspace, opens new tab]( https://www.refinitiv.com/en/products/refinitiv-workspace) Access unmatched financial data, news and content in a highly-customised workflow experience on desktop, web and mobile.\n* [Refinitiv Data Catalogue, opens new tab]( https://www.refinitiv.com/en/financial-data) Browse an unrivalled portfolio of real-time and historical market data and insights from worldwide sources and experts.\n* [Refinitiv World-Check, opens new tab](https://www.refinitiv.com/en/products/world-check-kyc-screening)Screen for heightened risk individual and entities globally to help uncover hidden risks in business relationships and human networks.\n* [Advertise With Us, opens new tab](https://www.reutersagency.com/en/services/advertising-solutions/)\n* [Advertising Guidelines, opens new tab](/info-pages/advertising-guidelines/)\n* [Coupons, opens new tab](https://www.reuters.com/coupons/)\n* [Cookies, opens new tab](https://www.thomsonreuters.com/en/privacy-statement.html#cookies)\n* [Terms of Use, opens new tab](/info-pages/terms-of-use/)\n* [Privacy, opens new tab](https://www.thomsonreuters.com/en/privacy-statement.html)\n* [Digital Accessibility, opens new tab](https://www.thomsonreuters.com/en/policies/digital-accessibility-policy.html)\n* [Corrections, opens new tab](/info-pages/contact-us/)\n* [Site Feedback, opens new tab](https://trdigital.iad1.qualtrics.com/jfe/form/SV_8kte8gArGyCGVhz)\nAll quotes delayed a minimum of 15 minutes. [See here for a complete list of exchanges and delays.](https://www.reuters.com/info-pages/disclaimer/)\n\n© 2023 Reuters. [All rights reserved](https://www.thomsonreuters.com/en/policies/copyright.html)\n\n"}, {"source": "Pennsylvania Capital-Star", "title": "Democrats push more resilient, lower-carbon infrastructure at U.S. Senate climate hearing", "link": "https://www.penncapital-star.com/uncategorized/democrats-push-more-resilient-lower-carbon-infrastructure-at-u-s-senate-climate-hearing/", "summary": "- U.S. Senate panel discusses the impact of climate change on infrastructure and the national economy.\n- Bipartisan agreement on the need for more resilient infrastructure and expedited federal approval for large projects.\n- Democrats support carbon emissions reduction, while Republicans downplay the issue.\n- Examples of extreme weather damaging infrastructure cited, highlighting economic consequences.\n- Rhode Island Democrat advocates for both resilient infrastructure and achieving net-zero carbon emissions.\n- Democrats and Republicans discuss priorities and government spending.\n- Louisiana governor focuses on limiting emissions and preparing infrastructure for extreme weather events.\n- Call for changes to environmental laws to speed up infrastructure and energy projects.\n- Hope for bipartisan permitting reform to address delays in renewable energy and infrastructure projects.", "classification": {"category": "CategoryN1", "reason": "The article discusses the impact of climate change on infrastructure and the national economy, without specifically mentioning companies, policies, or products related to removing carbon or reducing carbon footprint."}, "sentiment": {"score": 3, "reason": "The article discusses the impact of climate change on infrastructure and the national economy, but does not explicitly indicate a positive or negative sentiment towards removing carbon from the atmosphere or preventing carbon emissions."}, "content": "\nThe changing climate is hurting infrastructure and the national economy, members of a U.S. Senate panel and experts said Wednesday.\n\n\nMembers of both parties on the U.S. Senate Budget Committee agreed at a Wednesday hearing on the need for more resilient infrastructure that could withstand the pressures of a changing climate. They also agreed speeding up the process for gaining federal approval for large infrastructure and energy projects would be helpful.\n\n\nDemocrats voiced support for taking steps to reduce carbon emissions, while Republicans mostly ignored that issue or said it would be a waste. Among those testifying was Louisiana Gov. John Bel Edwards, a Democrat, who said his state is particularly vulnerable to climate change and contributes more carbon emissions than most states.\n\n\nU.S. Senate Budget Committee Chairman Sheldon Whitehouse cited several examples from across the country of extreme weather damaging infrastructure.\n\n\nExcessive heat has led to roads buckling in Oregon, Texas and Utah, he said. Utilities have preemptively shut off power lines to avoid wildfires in the West. Drought in the Midwest brought water levels so low that river barges got stuck.\n\n\nThose examples and others hurt economic activity, Whitehouse said.\n\n\nThe Rhode Island Democrat advocated for a two-track approach to build more resilient power lines, bridges, sewer systems, levees and other infrastructure, and to reach net-zero carbon emissions by 2050.\n\n\n“Repeatedly, this committee has heard expert testimony about the massive economic and fiscal costs of dawdling,” he said. “Those dangers are clear and present. I hope that the message is getting through: This is real.”\n\n\nWhitehouse praised state-level efforts in Louisiana for its coastal resiliency planning and Iowa for promoting wind power. Nearly two-thirds of Iowa’s energy production now comes from wind, Whitehouse said.\n\n\n#### Republicans question priorities\n\n\nThe ranking Republican on the panel, Iowa’s Chuck Grassley, said he was supportive of climate change policies — including the wind power tax credit he championed that was helpful to his state’s wide-scale adoption of wind energy — but that the committee was overly focused on the issue.\n\n\nWednesday’s hearing was one in a series held by Whitehouse, known as one of the Senate’s most aggressive climate hawks, while the core mission of the Budget Committee has gone unaddressed, Grassley said.\n\n\n“Our nation is over $32 trillion in debt, yet this committee is holding the 11th hearing on climate change,” he said. “Our spending is out of control and Democrats haven’t written a budget in the past two years.”\n\n\nU.S. Sen. Ron Johnson, a Republican from Wisconsin, characterized attempts to limit carbon emissions as useless.\n\n\nThe Inflation Reduction Act — the law Democrats [passed last year](https://www.newsfromthestates.com/article/us-senate-passes-major-health-tax-and-climate-bill-boost-democrats) that includes hundreds of billions for renewable energy tax credits and other climate priorities — could cost the federal government $1.2 trillion, according to some estimates, Johnson said.\n\n\n“I have no idea where that money’s going to be spent,” Johnson said. “If it’s going to be spent trying to mitigate climate change, I would argue it’s probably going to be misspent because I don’t think there’s anything we can really do to hold back the tides.”\n\n\nThe government should instead spend a fraction of that money to make sure the electric grid is reliable and resilient, even in the face of natural disasters, Johnson said.\n\n\n#### ‘Both fronts’\n\n\nLouisiana’s Edwards told senators he has prioritized both limiting emissions and preparing infrastructure for extreme weather events, such as hurricanes, that are linked to climate change.\n\n\nAsked by Johnson if it wouldn’t be more effective to focus on infrastructure resilience rather than limiting carbon emissions, Edwards said he had a difference of opinion with Johnson.\n\n\n“I think we need to be acting on both fronts,” he said.\n\n\nJohnson implied that a U.S. transition away from fossil fuels would not affect the carbon emissions of rapidly developing countries like China and India. Limiting fossil fuel production ignores the current economic reality, he said.\n\n\nBut Edwards said looking to renewable energy sources would be a wise long-term strategy.\n\n\n“I’m not an enemy of fossil fuels,” he said. “We’ve been a fossil fuel state for over 100 years. But it’s clear to me if we’re going to be an energy state in the next 50 years, we’re going to embrace the transition. We will reduce our reliance on fossil fuels, increase our reliance on clean energy such as wind.”\n\n\n#### Hopes remain for permitting overhaul\n\n\nThe [debt limit deal](https://www.newsfromthestates.com/article/biden-mccarthy-say-they-have-brokered-debt-limit-deal-avert-us-default) that Congress [passed this year](https://www.newsfromthestates.com/article/us-senate-sends-biden-debt-limit-legislation-ahead-monday-default-deadline) included some changes to how federal agencies grant environmental approvals for infrastructure and energy projects.\n\n\nBut those changes were insufficient to speed up projects that are hampered by administrative delays and legal challenges, according to Alex Herrgott, the leader of The Permitting Institute, a group that advocates for easier permitting requirements.\n\n\nTo see real change, lawmakers would have to alter bedrock environmental laws like the National Environmental Policy Act, or NEPA, and the Clean Water Act, he said.\n\n\n“In practice, developers will still experience most of the same obstacles and avoidable process delays that have plagued the system for decades,” Herrgott told the panel. “Truly impactful legislation will have to move beyond macro-level NEPA changes and untangle the web of confusion and uncertainty.”\n\n\nHerrgott, who led the Federal Permitting Improvement Steering Council under former President Donald Trump, said the issue was nonpartisan.\n\n\n“This is not a Republican or a Democrat issue,” he said. “It is a process issue we can fix.”\n\n\nWhitehouse said he had “not given up hope on bipartisan permitting reform” passing Congress this year.\n\n\nSeveral Democrats on the panel, including Sen. Tim Kaine of Virginia, said renewable energy projects and their associated transmission lines, as well as resilient infrastructure projects, were stymied by a lengthy permitting process.\n\n\n“I think many Democrats want to do permitting reform,” Kaine said.\n\n\nRepublicans on the panel also said they supported a permitting overhaul as part of a climate change agenda.\n\n\n“Just like fossil fuel projects, renewable projects, face years of permitting delays,” Grassley said. “Why shouldn’t permitting reform be at the top list of anyone concerned about climate change?”\n\n\n"}], [{"source": "Mirage News", "title": "Wiley's Net-Zero Goal Confirmed by SBTi", "link": "https://www.miragenews.com/wileys-net-zero-goal-confirmed-by-sbti-1055489/", "summary": "- Wiley commits to becoming carbon net-zero by 2040\n- The Science Based Targets initiative validates Wiley's climate target\n- Wiley aims to reduce GHG emissions by 50% by FY2030\n- Wiley commits to reducing scope 3 emissions from purchased goods and services and business travel by 50%\n- Goals align with the objectives of the Paris Agreement\n- Wiley demonstrates commitment to transparency, accountability, and leadership in sustainability", "classification": {"category": "CategoryD1", "reason": "The article mentions Wiley committing to becoming carbon net-zero and reducing their greenhouse gas emissions."}, "sentiment": {"score": 4, "reason": "The article's sentiment is positive as it highlights Wiley's commitment to becoming carbon net-zero and reducing greenhouse gas emissions."}, "content": "\nThe global leader in research, publishing and knowledge solutions commits to becoming carbon net-zero by 2040\n\nHOBOKEN, N.J. - The Science Based Targets initiative (SBTi) has validated the climate target set by Wiley (NYSE: WLY) to reach net-zero greenhouse gas (GHG) emissions by 2040. Wiley's commitment to these science-based targets signifies the company's dedication to act on the urgent need to address climate change.\n\nSBTi is a global body enabling businesses to set ambitious emissions reductions targets in line with the latest climate science. It is a collaboration between the Carbon Disclosure Project (CDP), the United Nations Global Compact, World Resources Institute (WRI), and the World Wide Fund for Nature (WWF). The initiative is the global gold standard for corporate environmental action for setting carbon reduction targets.\n\n\"Committing to science-based targets presents a powerful opportunity for Wiley to make a significant and positive impact on the planet for generations of researchers and learners to come,\" said Shari Hofer, executive vice president and chief marketing officer at Wiley. \"We're thrilled to have the SBTi validate our commitment, and we are resolute in achieving net-zero emissions by 2040 across our global operations.\"\n\nWiley aims to reduce its absolute scope 1 and 2 GHG emissions 50% by FY2030 from a FY2020 base year. The company also commits to reduce absolute scope 3 GHG emissions from purchased goods and services and business travel 50% within the same timeframe. These goals align with the latest climate science to meet the objectives of the Paris Agreement international treaty on climate change, limit global warming to below 2°C above pre-industrial levels, and pursue efforts to limit warming to 1.5°C.\n\nBy aligning with SBTi, Wiley is demonstrating a concrete commitment to transparency, accountability and leadership in sustainability, becoming part of the collective effort to mitigate the worst impacts of climate change through tangible action.\n\n\n\n\n/Public Release. This material from the originating organization/author(s) might be of the point-in-time nature, and edited for clarity, style and length. Mirage.News does not take institutional positions or sides, and all views, positions, and conclusions expressed herein are solely those of the author(s).View in full [here](/wileys-net-zero-goal-confirmed-by-sbti-1055489/).\n\n"}, {"source": "MarketScreener", "title": "Chunghwa Telecom : Achieves SBTi Targets Validation Commits to 50% Carbon Reduction by 2030 and Net-Zero by 2050 Collaborates to Mitigate Global Warming to Meet 1.5°C Target", "link": "https://www.marketscreener.com/quote/stock/CHUNGHWA-TELECOM-CO-LTD-6493507/news/Chunghwa-Telecom-Achieves-SBTi-Targets-Validation-Commits-to-50-Carbon-Reduction-by-2030-and-Net-44437948/", "summary": "- Chunghwa Telecom has received validation of its greenhouse gas reduction targets from the Science Based Targets initiative (SBTi)\n- It aims to reduce absolute scope 1 and 2 GHG emissions by 50% by 2030 and achieve net-zero emissions by 2050\n- The company is committed to the 1.5°C climate goal set by the United Nations under the Paris Agreement\n- Chunghwa Telecom is also committed to achieving Net Positive Impact for biodiversity and No Net Deforestation by 2030\n- It will utilize technology-based carbon reduction and green energy adoption strategies to reduce emissions\n- The company plans to achieve 100% renewable energy usage by 2040\n- Chunghwa Telecom leverages ICT core technologies for energy-saving and carbon reduction measures\n- It is actively pursuing renewable energy purchase agreements and aiming to achieve 100% renewable energy by 2040.", "classification": {"category": "CategoryD1", "reason": "The article mentions Chunghwa Telecom committing to reducing their carbon footprint and achieving net-zero emissions."}, "sentiment": {"score": 4, "reason": "The article discusses Chunghwa Telecom's commitment to reducing greenhouse gas emissions and achieving net-zero emissions, which is a positive sentiment towards combating climate change."}, "content": "Chunghwa Telecom officially received validation of its greenhouse gas reduction NEAR TERM Targets from the Science Based Targets initiative (SBTi)1 on July 27, demonstrating its commitment to climate change mitigation and natural resource conservation. Chunghwa Telecom has set a target to reduce absolute scope 1 and 2 GHG emissions 50% by 2030 from a 2020 base year, and aims to achieve net-zero emissions by 2050, aligning with the IPCC's2 pathway to limit global warming to 1.5°C and contributing to global climate objectives.\n\nMr. Shui-Yi Kuo, Chairman of Chunghwa Telecom, stated, \"Chunghwa Telecom highly addresses climate change and global warming related issues. We are committed to the 1.5°C climate goal set by the United Nations under the Paris Agreement. We actively participate in global initiatives for achieving net-zero emissions, including the RE1003 campaign led by The Climate Group and Carbon Disclosure Project (CDP). After committing to achieving 100% renewable energy usage by 2040, as part of the RE100 initiative, today Chunghwa Telecom has passed the greenhouse gas reduction targets review by SBTi. We will further develop a roadmap towards achieving net-zero emissions, demonstrating our determination to mitigate climate change and realize our vision of \"becoming an internationally recognized benchmark enterprise based on sustainable development.\"\n\nRecognizing the importance of biodiversity and forest conservation for ecological and climate stability, Mr. Kuo further emphaised, \"we have proactively followed UN initiatives and committed to achieving Net Positive Impact (NPI) for biodiversity and No Net Deforestation (NND) by 2030, ahead of all Taiwanese entreprises. We will continue to preserve and promote biodiversity, avoid deforestation activities, and further promote reforestation, in line with the United Nations\"post-2020 global biodiversity framework\", to achieve the milestone of halting biodiversity loss by 2030 and the vision of \"living in harmony with nature by 2050.\"\n\nMr. Rong-Shy Lin, Chief Technology Officer(CTO) of Chunghwa Telecom, emphasized,\" Chunghwa Telecom's data centers, base stations, and operational facilities are located throughout Taiwan. Despite the increasing electricity demand due to business expansion, including the continuous growth of data centers and mobile base stations, we will continue to utilize two strategies, technology-based carbon reduction and green energy adoption, to develop smart energy-saving solutions, promote energy data management and procure renewable energy. Our goal is to achieve the science-based reduction targets (SBTs) of reducing greenhouse gas Scope 1 and Scope 2 emissions by 50% compared to the baseline year of 2020.\"\n\nMr. Alex C.C Chien, Chief Administrative Officer(CAO) of Chunghwa Telecom, stated,\" Chunghwa Telecom continues to leverage ICT core technologies to automatically collect and analyze electricity data, enabling real-time monitoring of energy-saving effectiveness. By incorporating AI and Big Data technologies, we intelligently analyze and control the energy consumption of various network equipment, including mobile base stations, to achieve power savings and energy efficiency. Through the analysis of fault data, we predict degradation trends of base stations, improve online troubleshooting rates, and reduce the need for on-site inspections and repairs by personnel. We promote technological energy-saving and carbon reduction from multiple angles. In terms of renewable energy procurement, Chunghwa Telecom has already signed renewable energy purchase agreements and is currently in negotiations for CPPA4 (Corporate Renewable Power Purchase Agreements), aiming to achieve the target of 100% renewable energy by 2040.\"\n\nNotes:\n\n1. The Science Based Targets initiative (SBTi) is a carbon reduction initiative jointly launched by international authoritative organizations such as the United Nations Global Compact (UNGC) and the Carbon Disclosure Project (CDP). Its purpose is to assist companies in setting carbon reduction targets using scientific methods and implementing specific actions to achieve carbon reduction results. The ultimate goal is to meet the global climate targets of the United Nations Paris Agreement, which aims to limit the global average temperature increase to below 2°C and strive to keep it below 1.5°C.\n\n2. IPCC (Intergovernmental Panel on Climate Change)\n\n3. RE100 is a global renewable energy initiative led by The Climate Group and the Carbon Disclosure Project (CDP). It encourages companies with an annual electricity consumption of over 100 million kWh to commit to using 100% renewable energy before 2050.\n\n4. CPPA (Corporate renewable power purchase agreements)\n\n**About Chunghwa Telecom**\n\nChunghwa Telecom (TAIEX 2412, NYSE: CHT) (\"Chunghwa\" or \"the Company\") is Taiwan's largest integrated telecommunications services company that provides fixed-line, mobile, broadband, and internet services. The Company also provides information and communication technology services to corporate customers with its big data, information security, cloud computing and IDC capabilities, and is expanding its business into innovative technology services such as IoT, AI, etc. Chunghwa has been actively and continuously implemented environmental, social and governance (ESG) initiatives with the goal to achieve sustainability and has won numerous international and domestic awards and recognitions for its ESG commitments and best practices. For more information, please visit our website at www.cht.com.tw\n\n"}], [{"source": "The Economic Times", "title": "The EU’s CBAM aims to stop carbon leakage — if EU industry moves out and emits, what is the point of the G", "link": "https://m.economictimes.com/news/et-evoke/the-eus-cbam-aims-to-stop-carbon-leakage-if-eu-industry-moves-out-and-emits-what-is-the-point-of-the-green-deal-virginijus-sinkevicius/articleshow/102181309.cms", "summary": "- The EU's CBAM aims to stop carbon leakage in EU industries that move out and emit elsewhere.\n- The EU's Green Deal focuses on decarbonisation and nature restoration and biodiversity legislation.\n- The EU encourages a global ban on subsidies that promote overfishing.\n- The EU's CBAM or carbon tax ensures a level global playing field for decarbonisation efforts.\n- The EU Commissioner for the Environment, Oceans, and Fisheries emphasizes the importance of global collaboration in addressing climate change.", "classification": {"category": "CategoryN1", "reason": "The article discusses the EU's CBAM, which aims to stop carbon leakage."}, "sentiment": {"score": 4, "reason": "The article discusses the EU's efforts to address carbon leakage and promote decarbonisation, which are positive steps in combating climate change."}, "content": "  [Benchmarks](https://economictimes.indiatimes.com/indices/nifty_50_companies) [Nifty](https://economictimes.indiatimes.com/indices/nifty_50_companies)19,659.90-118.4[FEATURED FUNDS★★★★★Axis Nifty 50 Index Fund Direct - Growth1Y Return20.95 %\n Invest Now](https://www.axismf.com/Online/login/NewInvestorLogin?utm_source=Fintech_media_pship&utm_medium= EconomicTimes&utm_content=Display&utm_campaign=Fintech_EconomicTimes)[FEATURED FUNDS★★★★★ICICI Prudential Large & Mid Cap Fund Direct Pla..5Y Return17.06 %\n Invest Now](https://www.icicipruamc.com/mutual-fund/equity-funds/icici-prudential-large-mid-cap-fund?utm_source=economictimes&utm_medium=investnow&utm_campaign=largemidcap_ET-Invest-Now_Apr23)[![The Economic Times](https://img.etimg.com/photo/msid-76920425,quality-100/et-logo.jpg)](/ \"The Economic Times\")[News](https://economictimes.indiatimes.com/news \"News\")English EditionEnglish Edition[हिन्दी](https://hindi.economictimes.com/)[ગુજરાતી](https://gujarati.economictimes.com/)[मराठी](https://marathi.economictimes.com/)[বাংলা](https://bengali.economictimes.com/)[ಕನ್ನಡ](https://kannada.economictimes.com/)[മലയാളം](https://malayalam.economictimes.com/)[தமிழ்](https://tamil.economictimes.com/)[తెలుగు](https://telugu.economictimes.com/) | [Today's Paper](/printhome.cms)[Subscribe](/plans.cms)[Sign In](javascript:objUser.login())Special Offer on ET Prime[Home](/)[ETPrime](https://economictimes.indiatimes.com/prime)[Markets](https://economictimes.indiatimes.com/markets)[News](https://economictimes.indiatimes.com/news)[Industry](https://economictimes.indiatimes.com/industry)[Rise](https://economictimes.indiatimes.com/small-biz)[Politics](/news/politics)[Wealth](https://economictimes.indiatimes.com/personal-finance)[Mutual Funds](https://economictimes.indiatimes.com/mutual-funds)[Tech](https://economictimes.indiatimes.com/tech)[Careers](https://economictimes.indiatimes.com/jobs)[Opinion](https://economictimes.indiatimes.com/opinion)[NRI](https://economictimes.indiatimes.com/nri)[Panache](https://economictimes.indiatimes.com/panache)[ET NOW](https://economictimes.indiatimes.com/et-now)[Spotlight](javascript:void(0))[![More](https://img.etimg.com/photo/msid-100067830,quality-100/et-logo.jpg)](javascript:void(0))[India](https://economictimes.indiatimes.com/news/india)[Decoded](https://economictimes.indiatimes.com/news/how-to)[Web Stories](https://economictimes.indiatimes.com/news/web-stories)[Morning Brief Podcast](https://economictimes.indiatimes.com/podcast)[Newsblogs](https://economictimes.indiatimes.com/news/newsblogs)[Economy](https://economictimes.indiatimes.com/news/economy)[Agriculture](https://economictimes.indiatimes.com/news/economy/agriculture)[Finance](https://economictimes.indiatimes.com/news/economy/finance)[Foreign Trade](https://economictimes.indiatimes.com/news/economy/foreign-trade)[Indicators](https://economictimes.indiatimes.com/news/economy/indicators)[Infrastructure](https://economictimes.indiatimes.com/news/economy/infrastructure)[Policy](https://economictimes.indiatimes.com/news/economy/policy)[Industry](https://economictimes.indiatimes.com/industry)[Politics](https://economictimes.indiatimes.com/news/politics)[Company](https://economictimes.indiatimes.com/news/company)[Corporate Trends](https://economictimes.indiatimes.com/news/company/corporate-trends)[Defence](https://economictimes.indiatimes.com/news/defence)[National](https://economictimes.indiatimes.com/news/defence/national)[International](https://economictimes.indiatimes.com/news/defence/international)[Industry](https://economictimes.indiatimes.com/news/defence/industry)[More](javascript:void(0))[International](https://economictimes.indiatimes.com/news/international)[Canada News](https://economictimes.indiatimes.com/news/international/canada)[UK News](https://economictimes.indiatimes.com/news/international/uk)[US News](https://economictimes.indiatimes.com/news/international/us)[UAE](https://economictimes.indiatimes.com/news/international/uae)[Saudi Arabia](https://economictimes.indiatimes.com/news/international/saudi-arabia)[Business](https://economictimes.indiatimes.com/news/international/business)[World News](https://economictimes.indiatimes.com/news/international/world-news)[ET Evoke](https://economictimes.indiatimes.com/et-evoke)[Elections](https://economictimes.indiatimes.com/news/elections)[Lok Sabha](https://economictimes.indiatimes.com/news/elections/lok-sabha)[Assembly Elections](https://economictimes.indiatimes.com/news/elections/assembly)[Karnataka](https://economictimes.indiatimes.com/news/elections/assembly-elections/karnataka)[Sports](https://economictimes.indiatimes.com/news/sports)[Science](https://economictimes.indiatimes.com/news/science)[Environment](https://economictimes.indiatimes.com/environment)[ET TV](https://economictimes.indiatimes.com/tv)[Latest News](https://economictimes.indiatimes.com/news/latest-news)[Most Read](https://economictimes.indiatimes.com/news/latest-news/most-read)[Most Shared](https://economictimes.indiatimes.com/news/latest-news/most-shared)[Most Commented](https://economictimes.indiatimes.com/news/latest-news/most-commented)[Business News](https://economictimes.indiatimes.com \"The Economic Times\")›[News](https://economictimes.indiatimes.com/news \"News\")›[ET Evoke](https://economictimes.indiatimes.com/et-evoke \"ET Evoke\")›The EU’s CBAM aims to stop carbon leakage — if EU industry moves out and emits, what is the point of the Green Deal: Virginijus Sinkevicius \n##### The Economic Times daily newspaper is available online now.\n\n[Read Today's Paper](/print_edition.cms) ### \n\nThe EU’s CBAM aims to stop carbon leakage — if EU industry moves out and emits, what is the point of the Green Deal: Virginijus Sinkevicius\n===========================================================================================================================================\n\nSECTIONSThe EU’s CBAM aims to stop carbon leakage — if EU industry moves out and emits, what is the point of the Green Deal: Virginijus SinkeviciusBy [Srijana Mitra Das](/etreporter/author-srijana-mitra-das-479213753.cms), ET BureauLast Updated: Jul 27, 2023, 11:58 PM ISTRate StoryShareFont SizeAbcSmallAbcMediumAbcLargeSave[Print](/news/et-evoke/the-eus-cbam-aims-to-stop-carbon-leakage-if-eu-industry-moves-out-and-emits-what-is-the-point-of-the-green-deal-virginijus-sinkevicius/printarticle/102181309.cms)CommentSynopsis\"EU region countries have an ambition, a concrete plan and legislation towards this. The second pillar is our nature restoration and biodiversity legislation and strategy for 2030 — we see biodiversity loss and climate change as reinforcing each other. Even if we all reach zero emissions but ecosystems continue to degrade, with oceans unable to absorb carbon and forests not able to deliver their functionality,\" Sinkevicius said.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n![](https://img.etimg.com/photo/42031747.cms)ET Bureau[Virginijus Sinkevicius](/topic/virginijus-sinkevicius) is the [European Union](/topic/european-union) (EU) Commissioner for the Environment, Oceans and Fisheries. In India for the Environment and Climate Sustainability [G20](/topic/g20) Ministers Meeting, he spoke with Srijana Mitra Das about the EU’s climate steps:  \n  \n**Q. Can you tell us about your visit?**A. India is an extremely important strategic partner for the EU. We’ve been enjoying increasing bilateral relations which can bring global benefits as well.  \n  \nThe main aim of my visit is the G20 meeting but I will also meet business leaders, civil society representatives and India’s ministers for earth sciences, fisheries, ports, shipping and waterways, etc. We hope to reconfirm our bilateral interest in key areas like the [circular economy](/topic/circular-economy) — that has great potential with India’s growing consumption patterns as it moves towards becoming one of the world’s leading economic powers.  \n  \nAlso, we have ahead of us the implementation of historic achievements including the Global Biodiversity Framework and the High Seas Treaty. These offer us the chance to develop clear language for COP28 as well where we must ensure we stay within the Paris Agreement. That isn’t an easy task — I hope G20 can bring us closer to that.  \n  \n**Q. You focus on a sustainable blue economy — what are its aims?**A. Consider the variety of activities involved here. Earlier, we had fisheries, some shipping, etc. Today, alongside large increases in these, we also have underwater cables for data transfers, electricity, renewable energy, tourism, etc. Pressure on the seas will only increase. So, a focal point is strategic planning. Fisheries must also be sustainable with zero tolerance for illegal, unreported and unregulated fishing.  \n  \n**Q. Is the EU encouraging a global ban on subsidies which promote overfishing?**A. Yes. The [WTO](/topic/wto) has moved in that direction — we’d like them to go further because harmful subsidies in fisheries can then be listed as WTO cases. Such subsidies and sustainability cannot go hand in hand. The Global Biodiversity Framework, which includes 50% protection of marine areas globally, restoration, etc., can’t be implemented alongside these.   \n  \nIt’s an irony when you work very hard to get one dollar of international development money to make a positive difference but there are four dollars of harmful subsidies, taking you several steps back. It’s very positive this is going to the WTO level now.  \n  \n![](https://img.etimg.com/photo/msid-42031747/et-logo.jpg)  \n**Q. What are the main pillars of the EU’s [Green Deal](/topic/green-deal)?**A. The Green Deal should be seen as a global initiative and not only European. Climate change, pollution or biodiversity loss are global challenges. If the EU, parts of which are facing extreme weather now, reaches even zero emissions, the world would still be in peril because climate change requires a lowering of emissions from everyone. That’s why it is crucially important to implement the Paris Agreement. In the Green Deal, the key pillar therefore is decarbonisation which is approached horizontally.   \n  \nI see this as an opportunity for achieving a completely different economy, with clean tech, renewable energy, non polluting transport, etc. EU region countries have an ambition, a concrete plan and legislation towards this. The second pillar is our nature restoration and biodiversity legislation and strategy for 2030 — we see biodiversity loss and climate change as reinforcing each other. Even if we all reach zero emissions but ecosystems continue to degrade, with oceans unable to absorb carbon and forests not able to deliver their functionality.  \n  \n Earth is in danger. IPCC calculations are done in a way where ecosystems are able to deliver — this is often forgotten. We also have a zero-pollution ambition with clean air and water for all.  \n  \nThe circular economy package is already a success — businesses accepted this as it brings new opportunities and jobs while lowering emissions by reducing the extraction of new resources. It’s very important that this entire model be looked at horizontally. A minister of environment alone cannot be responsible for the implementation of a Green Deal — this needs convincing ministers of finance and others.  \n  \n**Q. What does the EU’s CBAM or carbon tax entail — and does it take climate justice adequately on board?**A. When we all commit to decarbonisation, we cannot allow carbon leakage — if EU industry moves to other regions and continues to emit there, what is the point of the Green Deal? Therefore, we want to have a level global playing field. The Carbon Border Adjusted Mechanism (CBAM) has a long transition period when adopted.   \n  \nWe’ll also be working closely with partner countries, ensuring they are equipped with the tools of compliance. But it cannot be the case that we all commit to the climate emergency, gather in Paris, Glasgow or the UAE, sign on this, then return home — and continue with our harmful subsidies, pollution and emissions.  \n  \nThere are differences between regions and levels of development. Hence, Nationally Determined Contributions (NDCs) allow each country to go as far as ambition, budget, etc., permit. But competition in the Green Deal is good because the planet wins. I hope there will be even more environmentally ambitious regions which try to overtake the EU’s vision. Climate is truly a global challenge. The EU cannot solve this alone.  \nDon’t miss out on ET Prime stories! Get your daily dose of business updates on WhatsApp. [click here!](javascript://)\n\n![Print Edition](https://economictimes.indiatimes.com/photo/89824128.cms)[![Print Edition](https://economictimes.indiatimes.com/photo/90943290.cms)](/print_edition \"Print Edition\")Thursday, 27 Jul, 2023Experience Your Economic Times Newspaper, The Digital Way![Read Complete Print Edition](/print_edition) »* Front Page\n* Pure Politics\n* Companies\n* ET Markets\n* [More](/print_edition)\n\n* [![BlackRock to Re-enter India Via JV with Jio Fin](https://economictimes.indiatimes.com/thumb/msid-102150448,width-105,height-79,imglength-94384,quality-100/blackrock-to-re-enter-india-via-jv-with-jio-fin.jpg)](/epaper/delhicapital/2023/jul/27/et-front/blackrock-to-re-enter-india-via-jv-with-jio-fin/articleshow/102150448.cms)[BlackRock to Re-enter India Via JV with Jio Fin](/epaper/delhicapital/2023/jul/27/et-front/blackrock-to-re-enter-india-via-jv-with-jio-fin/articleshow/102150448.cms)BlackRock Inc, the world’s largest asset manager, is set to join forces with India’s largest company Reliance Industries Ltd (RIL), marking a return to the country after exiting in 2018, said people aware of the development. \n\n[![‘India Will be Among Top 3 Economies in NDA 3rd Term’](https://economictimes.indiatimes.com/thumb/msid-102150457,width-105,height-79,imglength-58666,quality-100/india-will-be-among-top-3-economies-in-nda-3rd-term.jpg)](/epaper/delhicapital/2023/jul/27/et-front/india-will-be-among-top-3-economies-in-nda-3rd-term/articleshow/102150457.cms)[‘India Will be Among Top 3 Economies in NDA 3rd Term’](/epaper/delhicapital/2023/jul/27/et-front/india-will-be-among-top-3-economies-in-nda-3rd-term/articleshow/102150457.cms)Prime Minister Narendra Modi on Wednesday said India will rank among the top three economies in the world during the third term of the National Democratic Alliance (NDA). \n\n[![QIA Closing in on Investing up to $1 B in Rel Retail Ventures](https://economictimes.indiatimes.com/thumb/msid-102150438,width-105,height-79,imglength-36206,quality-100/qia-closing-in-on-investing-up-to-1-b-in-rel-retail-ventures.jpg)](/epaper/delhicapital/2023/jul/27/et-front/qia-closing-in-on-investing-up-to-1-b-in-rel-retail-ventures/articleshow/102150438.cms)[QIA Closing in on Investing up to $1 B in Rel Retail Ventures](/epaper/delhicapital/2023/jul/27/et-front/qia-closing-in-on-investing-up-to-1-b-in-rel-retail-ventures/articleshow/102150438.cms)Qatar Investment Authority is in advanced negotiations with Reliance Retail Ventures Ltd (RRVL) to invest $950 million to $1 billion, said people with knowledge of the matter. The sovereign fund is likely to invest at a $100-billion valuation, said people in the know.\n* \n* \n* \n#### Read More News on\n\n[circular economy](/topic/circular-economy)[wto](/topic/wto)[green deal](/topic/green-deal)[EU CBAM](/topic/eu-cbam)[European Union](/topic/european-union)[G20](/topic/g20)[Virginijus Sinkevicius](/topic/virginijus-sinkevicius)(Catch all the [Business News](/news), [Breaking News](/breakingnewslist.cms) Events and [Latest News](/news/latest-news) Updates on [The Economic Times](/).)Download [The Economic Times News App](https://etapp.onelink.me/tOvY/feefac97) to get Daily Market Updates & Live Business News.\n\n...morelessETPrime stories of the day\n\n\n\n|  |  |  |\n| --- | --- | --- |\n| Small-cap funds are now big wealth creators. And these are the sectors they are betting on.[Investing](/primearticlelist/cfmid-4006080.cms)[Small-cap funds are now big wealth creators. And these are the sectors they are betting on.](/prime/money-and-markets/small-cap-funds-are-now-big-wealth-creators-and-these-are-the-sectors-they-are-betting-on-/primearticleshow/102144595.cms)9 mins read | The death of digital dollar: Why Project Hamilton was abandoned even before its existence[Digital economy](/primearticlelist/cfmid-4007098.cms)[The death of digital dollar: Why Project Hamilton was abandoned even before its existence](/prime/technology-and-startups/the-death-of-digital-dollar-why-project-hamilton-was-abandoned-even-before-its-existence/primearticleshow/102143217.cms)12 mins read | Living in the grey: how India’s senior citizens became a soft target for cybercriminals[Under the lens](/primearticlelist/cfmid-2006000.cms)[Living in the grey: how India’s senior citizens became a soft target for cybercriminals](/prime/technology-and-startups/living-in-the-grey-how-indias-senior-citizens-became-a-soft-target-for-cybercriminals/primearticleshow/102147894.cms)7 mins read |\n\nSubscribe to ETPrimeVideos\n------\n\n* ![No money due to guarantee schemes: DKS](https://economictimes.indiatimes.com/thumb/width-152,height-114,imgsize-23954,msid-102181109/no-money-due-to-guarantee-schemes-dks.jpg)[No money due to guarantee schemes: DKS](/news/politics-and-nation/karnataka-dy-cm-dk-shivakumar-to-mlas-cant-provide-development-funds-this-year-due-to-guarantee-schemes/videoshow/102181109.cms)\n* ![MEA on China's stapled visa row](https://economictimes.indiatimes.com/thumb/width-152,height-114,imgsize-21362,msid-102179193/mea-on-chinas-stapled-visa-row.jpg)[MEA on China's stapled visa row](/news/india/india-has-lodged-strong-protest-against-china-for-issuing-stapled-visa-mea/videoshow/102179193.cms)\n* ![Govt to refer Manipur video case to CBI](https://economictimes.indiatimes.com/thumb/width-152,height-114,imgsize-50248,msid-102178484/govt-to-refer-manipur-video-case-to-cbi.jpg)[Govt to refer Manipur video case to CBI](/news/india/manipur-viral-video-man-who-shot-the-clip-arrested-home-ministry-to-refer-case-to-cbi/videoshow/102178484.cms)\n* !['PM's ideology caused Manipur violence'](https://economictimes.indiatimes.com/thumb/width-152,height-114,imgsize-41264,msid-102176323/pms-ideology-caused-manipur-violence.jpg)['PM's ideology caused Manipur violence'](/news/politics-and-nation/pm-modis-ideology-set-manipur-ablaze-rahul-gandhi-in-a-video-message/videoshow/102176323.cms)\n* ![Athawale's 'poetry' on cinematograph bill](https://economictimes.indiatimes.com/thumb/width-152,height-114,imgsize-443972,msid-102176181/athawales-poetry-on-cinematograph-bill.jpg)[Athawale's 'poetry' on cinematograph bill](/news/politics-and-nation/watch-ramdas-athawales-filmy-response-on-cinematograph-amendment-bill-2023/videoshow/102176181.cms)\n* !['Don't poke your nose...': Singh to Mizo CM](https://economictimes.indiatimes.com/thumb/width-152,height-114,imgsize-32530,msid-102175283/dont-poke-your-nose-singh-to-mizo-cm.jpg)['Don't poke your nose...': Singh to Mizo CM](/news/india/dont-poke-your-nose-in-our-matter-manipur-cm-biren-singh-to-mizo-cm-zoramthanga/videoshow/102175283.cms)\n* ![SC agrees to extend ED chief's tenure](https://economictimes.indiatimes.com/thumb/width-152,height-114,imgsize-23606,msid-102175046/sc-agrees-to-extend-ed-chiefs-tenure.jpg)[SC agrees to extend ED chief's tenure](/news/india/partial-relief-for-centre-in-ed-chief-case-sc-agrees-to-extend-tenure-of-sanjay-mishra-till-sept-15/videoshow/102175046.cms)\n* ![BJP MP demands ban on live-in relationships](https://economictimes.indiatimes.com/thumb/width-152,height-114,imgsize-16518,msid-102173289/bjp-mp-demands-ban-on-live-in-relationships.jpg)[BJP MP demands ban on live-in relationships](/news/politics-and-nation/bjp-mp-demands-ban-on-live-in-relationships-to-curb-violence-against-women/videoshow/102173289.cms)\n* ![PM Modi vs CM Gehlot over 'Laal dairy'](https://economictimes.indiatimes.com/thumb/width-152,height-114,imgsize-28288,msid-102169816/pm-modi-vs-cm-gehlot-over-laal-dairy.jpg)[PM Modi vs CM Gehlot over 'Laal dairy'](/news/politics-and-nation/laal-dairy-controversy-pm-modis-congress-loot-ki-dukaan-vs-cm-gehlots-pmo-ki-gareema/videoshow/102169816.cms)\n* ![ISRO successfully conducts 2 SMPS hot tests](https://economictimes.indiatimes.com/thumb/width-152,height-114,imgsize-28166,msid-102167934/isro-successfully-conducts-2-smps-hot-tests.jpg)[ISRO successfully conducts 2 SMPS hot tests](/news/science/gaganyaan-2-more-hot-tests-on-smps-conducted-successfully/videoshow/102167934.cms)\n* 1\n* 2\n* 3\n### Amazon Top DealsPOWERED BYamazon\n\n* [![Carrier 1.5 Ton 3 Star AI Flexicool Inverter Split AC (Copper, Convertible 4-in-1 Cooling,High Density Filter, Auto Cleanser, 2023 Model,ESTER Exi - CAI18ER3R32F0,White)](https://m.media-amazon.com/images/I/31Dj+OHssJL._SL500_.jpg)Carrier 1.5 Ton 3 Star AI Flexicool Inverter Split AC (Copper, Convertible 4-in-1 Cooling,High Density Filter, Auto Cleanser, 2023 Model,ESTER Exi - CAI18ER3R32F0,White)\n\n₹38,990₹59,990Buy Now](https://www.amazon.in/dp/B0BR5812CL?tag=et_web_datawidget-21)35%\n\nOFF\n* [![Samsung Galaxy M34 5G (Prism Silver, 8GB, 128GB Storage) | 120Hz sAMOLED Display | 50MP Triple No Shake Cam | 6000 mAh Battery | 16GB RAM with RAM Plus | Android 13 | Without Charger](https://m.media-amazon.com/images/I/5134aj-bXnL._SL500_.jpg)Samsung Galaxy M34 5G (Prism Silver, 8GB, 128GB Storage) | 120Hz sAMOLED Display | 50MP Triple No Shake Cam | 6000 mAh Battery | 16GB RAM with RAM Plus | Android 13 | Without Charger\n\n₹20,999₹25,999Buy Now](https://www.amazon.in/dp/B0C7C1JGQL?tag=et_web_datawidget-21)19%\n\nOFF\n* [![Lenovo IdeaPad Slim 3 Intel Core i3 11th Gen 14\" (35.56cm) FHD Thin & Light Laptop (8GB/512GB SSD/Windows 11/Office 2021/2Yr Warranty/3months Game Pass/Arctic Grey/1.41Kg), 82H701DNIN](https://m.media-amazon.com/images/I/51gN+8osCiL._SL500_.jpg)Lenovo IdeaPad Slim 3 Intel Core i3 11th Gen 14\" (35.56cm) FHD Thin & Light Laptop (8GB/512GB SSD/Windows 11/Office 2021/2Yr Warranty/3months Game Pass/Arctic Grey/1.41Kg), 82H701DNIN\n\n₹36,990₹61,390Buy Now](https://www.amazon.in/dp/B0B4JN3WYP?tag=et_web_datawidget-21)40%\n\nOFF\n* [![IFB 25 L Solo Microwave Oven (25PM2S, Silver)](https://m.media-amazon.com/images/I/41qtlBOWBEL._SL500_.jpg)IFB 25 L Solo Microwave Oven (25PM2S, Silver)\n\n₹8,790₹9,590Buy Now](https://www.amazon.in/dp/B085V1JD27?tag=et_web_datawidget-21)8%\n\nOFF\n* [![Philips Ac1215/20 Air Purifier, Long Hepa Filter Life Upto 17000 Hours, Removes 99.97% Airborne Pollutants, 4-Stage Filtration with True Hepa Filter(White)](https://m.media-amazon.com/images/I/41YlkgRwHVL._SL500_.jpg)Philips Ac1215/20 Air Purifier, Long Hepa Filter Life Upto 17000 Hours, Removes 99.97% Airborne Pollutants, 4-Stage Filtration with True Hepa Filter(White)\n\n₹10,999₹12,995Buy Now](https://www.amazon.in/dp/B01L6MT7E0?tag=et_web_datawidget-21)15%\n\nOFF\n* [![Aquaguard Marvel NXT Copper RO+UV+UF+Taste Adjuster(MTDS) 6.2L water purifier,suitable for borewell,tanker,municipal water(Black) from Eureka Forbes](https://m.media-amazon.com/images/I/31zGA9jjA7L._SL500_.jpg)Aquaguard Marvel NXT Copper RO+UV+UF+Taste Adjuster(MTDS) 6.2L water purifier,suitable for borewell,tanker,municipal water(Black) from Eureka Forbes\n\n₹13,199₹22,000Buy Now](https://www.amazon.in/dp/B09NKS8Q2V?tag=et_web_datawidget-21)40%\n\nOFF\n* [![Armani Exchange Analog Black Dial Men's Watch-AX1343](https://m.media-amazon.com/images/I/41Q5BrPbtrL._SL500_.jpg)Armani Exchange Analog Black Dial Men's Watch-AX1343\n\n₹6,497₹9,995Buy Now](https://www.amazon.in/dp/B0846PJPW9?tag=et_web_datawidget-21)35%\n\nOFF\n* [![boAt Rockerz 255 Pro+ Bluetooth in Ear Earphones with Upto 60 Hours Playback, ASAP Charge, IPX7, Dual Pairing and Bluetooth v5.0(Navy Blue)](https://m.media-amazon.com/images/I/31++IPupOhL._SL500_.jpg)boAt Rockerz 255 Pro+ Bluetooth in Ear Earphones with Upto 60 Hours Playback, ASAP Charge, IPX7, Dual Pairing and Bluetooth v5.0(Navy Blue)\n\n₹1,199₹3,990Buy Now](https://www.amazon.in/dp/B08TTXNZ4Y?tag=et_web_datawidget-21)70%\n\nOFF\n* [![Allen Solly Men's Regular Fit Shirt (ASSFQSPF462075_Light Blue 40)](https://m.media-amazon.com/images/I/410he-8ijzL._SL500_.jpg)Allen Solly Men's Regular Fit Shirt (ASSFQSPF462075\\_Light Blue 40)\n\n₹849₹1,699Buy Now](https://www.amazon.in/dp/B0C7W58T59?tag=et_web_datawidget-21)50%\n\nOFF\n\n* 1\n* 2\n* 3\n##### Latest from ET\n\n* [Aladdin meets Ambani: What BlackRock JV means for Jio Financial](/industry/banking/finance/when-aladdin-meets-ambani-what-jv-with-blackrock-means-for-jio-financial-services/articleshow/102178387.cms)\n* [Adani Transmission is now Adani Energy Solutions](/industry/energy/power/adani-transmission-is-now-adani-energy-solutions-ltd/articleshow/102178506.cms)\n* [Digital payments rise 13% YoY at March-end 2023](/tech/technology/digital-payments-rise-13-yoy-at-march-end-2023-rbi-data/articleshow/102177750.cms)\nTop Trending News* [India Economy](/news/economy/indicators/sbi-economists-say-india-to-be-3rd-largest-economy-by-2027-advance-estimate-by-2-yrs/articleshow/102174175.cms)[Delhi Doorstep delivery service](/news/india/delhi-govt-to-add-58-more-documents-in-its-doorstep-delivery-service/articleshow/102172221.cms)[Mumbai Crocodile](/news/india/mumbai-rains-crocodile-rescued-from-a-chawl-python-found-on-13th-floor-of-a-building/articleshow/102167368.cms)[MS Dhoni](/news/new-updates/ms-dhoni-opens-up-about-marriage-film-production-and-chemistry-with-wife-sakshi/articleshow/102165897.cms)\n* [Oppenheimer](/news/new-updates/radium-girls-unveiling-the-dark-secrets-behind-oppenheimer-and-its-unexpected-link-to-radioactive-elements/articleshow/102164400.cms)[Twitter Logo X](/news/new-updates/twitter-replaces-iconic-bird-logo-with-x-as-elon-musks-influence-deepens-x-men-memes-go-viral/articleshow/102166956.cms)[Amitabh Bachchan Tweet](/news/new-updates/amitabh-bachchan-faces-backlash-over-old-tweet-about-bras-and-panties-netizens-demand-an-apology/articleshow/102163363.cms)[APJ Abdul Kalam](/news/new-updates/celebrating-the-legacy-of-dr-apj-abdul-kalam-a-visionary-president-and-renowned-scientist/articleshow/102161958.cms)\n* [Anju News](/news/new-updates/anju-case-rerun-now-a-chinese-girl-comes-to-pakistan-to-meet-her-snapchat-friend/articleshow/102161296.cms)[Anju Pakistan](/news/new-updates/new-anju-video-surfaces-on-social-media-i-want-to-come-here-again-she-says/articleshow/102160137.cms)[KS Chithra Birthday](/news/new-updates/celebrating-ks-chithra-the-timeless-melody-weaver-of-indian-cinemas-playback-singing/articleshow/102158614.cms)[Mumbai Rain Today](/news/newsblogs/daily-news-and-latest-updates-live-27-july-2023/liveblog/102153078.cms)\n* [Mumbai Ganpati pandal application Date](/news/mumbai-news/mumbai-ganpati-pandal-application-process-to-begin-from-august-1-here-is-all-about-the-details/articleshow/102139004.cms)[PM Modi No Confidence Motion Viral Video](/news/india/pm-modis-2019-prediction-on-no-confidence-motion-turns-viral-what-he-said/articleshow/102136380.cms)[Maharashtra School Holiday](/news/india/maharashtra-two-days-holiday-declared-for-schools-colleges-amid-red-alert-for-raigad-district/articleshow/102120556.cms)[Sudha Murty](/news/new-updates/what-if-the-same-spoon-is-used-sudha-murtys-food-habits-spark-online-controversy/articleshow/102132506.cms)\n* [Oppenheimer](/news/new-updates/weekend-cheer-blockbuster-movie-releases-barbie-and-oppenheimer-drive-surge-in-footfalls-at-malls/articleshow/102131370.cms)[No confidence motion](/news/how-to/what-is-no-confidence-motion-what-happens-when-it-is-accepted-by-lok-sabha-speaker/articleshow/102132503.cms)[Hindon flood](/news/how-to/a-weed-is-making-the-hindon-flood-situation-worse-in-noida-ghaziabad-read-how/articleshow/102126225.cms)[Barbie](/news/new-updates/margot-robbies-barbie-sets-box-office-records-scores-higher-than-rival-oppenheimer/articleshow/102133028.cms)\n* [Patna](/news/new-updates/caught-littering-on-the-streets-in-patna-you-could-earn-new-road-enemy-tag/articleshow/102129009.cms)[Ganga Sona](/news/new-updates/raipur-auto-drivers-daughter-and-softball-prodigy-ganga-sona-shines-in-the-national-team-tryouts-for-asian-games/articleshow/102127160.cms)[Noidaschool holiday](/news/india/from-karnataka-to-maharashtra-to-noida-schools-holidays-announced-in-many-places-amid-heavy-rains/articleshow/102127024.cms)[MS Dhoni](/news/new-updates/is-ms-dhoni-43-or-23-fans-rave-about-his-after-gym-video/articleshow/102125365.cms)\n* [Elon Musk Barbie](/news/new-updates/elon-musk-joins-the-chorus-greta-gerwigs-barbie-film-sparks-controversy-and-draws-criticism/articleshow/102126095.cms)[Kargil Vijay Diwas](/news/defence/india-commemorates-24th-anniversary-of-kargil-vijay-diwas-a-day-of-courage-and-remembrance/articleshow/102124943.cms)[pan aadhaar inoperative](/wealth/save/what-to-do-if-pan-becomes-inoperative-due-to-not-linking-with-aadhaar/articleshow/101409020.cms)\n[![Wealth Babber](https://img.etimg.com/thumb/msid-100844733,width-662,resizemode-4/a.jpg)](/wealth_edition.cms?utm_source=wealth&utm_medium=articleshow&utm_campaign=banner#wealthedition)[![The Economic Times](https://img.etimg.com/photo/msid-74462387,quality-100/et-logo.jpg \"The Economic Times\")![The Economic Times](https://img.etimg.com/photo/msid-74451948,quality-100/et-logo.jpg \"The Economic Times\")](/ \"The Economic Times\")Trending Now\n\nMORE[India GDP Growth](/news/economy/indicators/india-gdp-to-grow-6-6-3-in-fy24-economic-prospects-brighten-deloitte-india/articleshow/102170813.cms \"India GDP Growth\")[Telangana Rains](/news/india/heavy-rains-continue-to-lash-telangana-state-government-puts-administration-on-alert/articleshow/102171150.cms \"Telangana Rains\")[PM POSHAN scheme](/news/india/entity-providing-rotten-chana-under-pm-poshan-scheme-cant-be-permitted-to-continue-delhi-hc/articleshow/102174192.cms \"PM POSHAN scheme\")[Delhi Doorstep delivery service](/news/india/delhi-govt-to-add-58-more-documents-in-its-doorstep-delivery-service/articleshow/102172221.cms \"Delhi Doorstep delivery service\")[Australia Student](/nri/migrate/is-australia-heading-towards-a-housing-crisis-for-international-students/articleshow/102163088.cms \"Australia Student\")[Australia Visa](/nri/test-guide/australia-to-not-accept-toefl-ibt-score-for-visa-anymore/articleshow/102172398.cms \"Australia Visa\")[Jaya Bachchan](/news/new-updates/viral-video-shows-jaya-bachchan-declining-to-comment-on-pm-modis-statement-against-oppn-amidst-political-tensions/articleshow/102168302.cms \"Jaya Bachchan\")[Mumbai Crocodile](/news/india/mumbai-rains-crocodile-rescued-from-a-chawl-python-found-on-13th-floor-of-a-building/articleshow/102167368.cms \"Mumbai Crocodile\")[Oppenheimer](/news/new-updates/radium-girls-unveiling-the-dark-secrets-behind-oppenheimer-and-its-unexpected-link-to-radioactive-elements/articleshow/102164400.cms \"Oppenheimer\")[Bangalore Metro](/news/india/bangalore-metro-update-when-kr-puram-and-byappanahalli-kengeri-and-challaghatta-stretches-are-likely-be-operational/articleshow/102163952.cms \"Bangalore Metro\")[Amitabh Bachchan Tweet](/news/new-updates/amitabh-bachchan-faces-backlash-over-old-tweet-about-bras-and-panties-netizens-demand-an-apology/articleshow/102163363.cms \"Amitabh Bachchan Tweet\")[Srinagar Muharram](/news/india/srinagar-to-see-muharram-procession-after-over-three-decades/articleshow/102161117.cms \"Srinagar Muharram\")[UK university Strike](/nri/study/uk-university-marking-strike-leaves-thousands-of-students-stuck-in-limbo/articleshow/102161546.cms \"UK university Strike\")[Oil Prices](/news/economy/policy/rbis-generosity-is-good-for-indias-fiscal-glidepath-but-not-enough-for-high-oil-price-relief-kotak-economist-bhardwaj/articleshow/101930935.cms \"Oil Prices\")[UFO News](/news/new-updates/ufo-hearings-after-former-us-intelligence-officer-speaks-out-twitter-loses-its-collective-mind-over-extraterrestrial-life/articleshow/102162795.cms \"UFO News\")[Anju News](/news/new-updates/anju-case-rerun-now-a-chinese-girl-comes-to-pakistan-to-meet-her-snapchat-friend/articleshow/102161296.cms \"Anju News\")[MSRTC bus Roof](/news/new-updates/msrtc-bus-caught-on-camera-with-detached-rooftop-officials-responsible-suspended/articleshow/102160674.cms \"MSRTC bus Roof\")Hot on Web\n\nMORE[Mumbai rains](/news/india/mumbai-rains-crocodile-rescued-from-a-chawl-python-found-on-13th-floor-of-a-building/articleshow/102167368.cms \"Mumbai rains\")[Bollywood songs copyright](/news/india/playing-bollywood-songs-at-wedding-ceremonies-not-a-copyright-infringement-clarifies-govt/articleshow/102162124.cms \"Bollywood songs copyright\")[UK university Strike](/nri/study/uk-university-marking-strike-leaves-thousands-of-students-stuck-in-limbo/articleshow/102161546.cms \"UK university Strike\")[APJ Abdul Kalam](/news/new-updates/celebrating-the-legacy-of-dr-apj-abdul-kalam-a-visionary-president-and-renowned-scientist/articleshow/102161958.cms \"APJ Abdul Kalam\")[Mumbai Rain Today](/news/newsblogs/daily-news-and-latest-updates-live-27-july-2023/liveblog/102153078.cms \"Mumbai Rain Today\")[PM Narendra Modi Viral Video](/news/india/pm-modis-2019-prediction-on-no-confidence-motion-turns-viral-what-he-said/articleshow/102136380.cms \"PM Narendra Modi Viral Video\")[What is no-confidence motion](/news/how-to/what-is-no-confidence-motion-what-happens-when-it-is-accepted-by-lok-sabha-speaker/articleshow/102132503.cms \"What is no-confidence motion\")[Hindon River flood](/news/how-to/a-weed-is-making-the-hindon-flood-situation-worse-in-noida-ghaziabad-read-how/articleshow/102126225.cms \"Hindon River flood\")[Kargil Vijay Diwas](/news/defence/india-commemorates-24th-anniversary-of-kargil-vijay-diwas-a-day-of-courage-and-remembrance/articleshow/102124943.cms \"Kargil Vijay Diwas\")In Case you missed it\n\nMORE[India GDP Growth](/news/economy/indicators/india-gdp-to-grow-6-6-3-in-fy24-economic-prospects-brighten-deloitte-india/articleshow/102170813.cms \"India GDP Growth\")[Telangana Rains](/news/india/heavy-rains-continue-to-lash-telangana-state-government-puts-administration-on-alert/articleshow/102171150.cms \"Telangana Rains\")[PM POSHAN scheme](/news/india/entity-providing-rotten-chana-under-pm-poshan-scheme-cant-be-permitted-to-continue-delhi-hc/articleshow/102174192.cms \"PM POSHAN scheme\")[Australia Student](/nri/migrate/is-australia-heading-towards-a-housing-crisis-for-international-students/articleshow/102163088.cms \"Australia Student\")[Jaya Bachchan](/news/new-updates/viral-video-shows-jaya-bachchan-declining-to-comment-on-pm-modis-statement-against-oppn-amidst-political-tensions/articleshow/102168302.cms \"Jaya Bachchan\")[Mumbai Rain Today](/news/newsblogs/daily-news-and-latest-updates-live-27-july-2023/liveblog/102153078.cms \"Mumbai Rain Today\")[Mumbai Crocodile](/news/india/mumbai-rains-crocodile-rescued-from-a-chawl-python-found-on-13th-floor-of-a-building/articleshow/102167368.cms \"Mumbai Crocodile\")[Oppenheimer](/news/new-updates/radium-girls-unveiling-the-dark-secrets-behind-oppenheimer-and-its-unexpected-link-to-radioactive-elements/articleshow/102164400.cms \"Oppenheimer\")[Bangalore Metro](/news/india/bangalore-metro-update-when-kr-puram-and-byappanahalli-kengeri-and-challaghatta-stretches-are-likely-be-operational/articleshow/102163952.cms \"Bangalore Metro\")[Home loan exemptions](/news/india/do-you-claim-rent-and-home-loan-exemptions-you-could-be-under-it-scanner-read-how/articleshow/102163791.cms \"Home loan exemptions\")[Amitabh Bachchan Tweet](/news/new-updates/amitabh-bachchan-faces-backlash-over-old-tweet-about-bras-and-panties-netizens-demand-an-apology/articleshow/102163363.cms \"Amitabh Bachchan Tweet\")[world economic forum](/news/international/world-news/macroeconomic-geopolitical-conditions-pose-severe-risks-to-organisations-survey/articleshow/102161374.cms \"world economic forum\")[Bollywood songs copyright](/news/india/playing-bollywood-songs-at-wedding-ceremonies-not-a-copyright-infringement-clarifies-govt/articleshow/102162124.cms \"Bollywood songs copyright\")[UK university Strike](/nri/study/uk-university-marking-strike-leaves-thousands-of-students-stuck-in-limbo/articleshow/102161546.cms \"UK university Strike\")[Oil Prices](/news/economy/policy/rbis-generosity-is-good-for-indias-fiscal-glidepath-but-not-enough-for-high-oil-price-relief-kotak-economist-bhardwaj/articleshow/101930935.cms \"Oil Prices\")[UFO](/news/new-updates/ufo-hearings-after-former-us-intelligence-officer-speaks-out-twitter-loses-its-collective-mind-over-extraterrestrial-life/articleshow/102162795.cms \"UFO\")[Anju News](/news/new-updates/anju-case-rerun-now-a-chinese-girl-comes-to-pakistan-to-meet-her-snapchat-friend/articleshow/102161296.cms \"Anju News\")Top Calculators\n\nMORE[Standard Deviation Calculator](/news/standard-deviation-variance-calculator \"Standard Deviation Calculator\")[Income Tax Calculator](/wealth/calculators/income-tax-calculator \"Income Tax Calculator\")[Age Calculator](/news/age-calculator \"Age Calculator\")[Time Calculator](/news/time-calculator \"Time Calculator\")[BMI Calculator](/magazines/panache/bmi-calculator \"BMI Calculator\")[GPA Calculator](/news/gpa-calculator \"GPA Calculator\")[Statistics Calculator](/news/statistics-calculator \"Statistics Calculator\")[Fraction Calculator](/news/fraction-calculator \"Fraction Calculator\")[Diabetes Risk Calculator](/magazines/panache/diabetes-risk-calculator \"Diabetes Risk Calculator\")[Date Calculator](/news/date-calculator \"Date Calculator\")[Log Calculator](/news/log-calculator \"Log Calculator\")MORETop Definitions\n\n[Stocks](https://economictimes.indiatimes.com/definition/stocks)[Marketing](https://economictimes.indiatimes.com/definition/marketing)[Depreciation](https://economictimes.indiatimes.com/definition/depreciation)[Gross Domestic Product](https://economictimes.indiatimes.com/definition/gross-domestic-product)[Bank Reconciliation](https://economictimes.indiatimes.com/definition/bank-reconciliation)MOREMost Searched IFSC Codes\n\n[Bank Of India](https://economictimes.indiatimes.com/wealth/ifsccode/bank-bank-of-india.cms)[Canara Bank](https://economictimes.indiatimes.com/wealth/ifsccode/bank-canara-bank.cms)[Axis Bank](https://economictimes.indiatimes.com/wealth/ifsccode/bank-axis-bank.cms)[India Post Payment Bank Post Office Savings Bank All India Single Ifsc Delhi Delhi IPOS0000DOP](https://economictimes.indiatimes.com/wealth/ifsccode/bank-india-post-payment-bank,state-delhi,district-delhi,branch-post-office-savings-bank-all-india-single-ifsc,ifsccode-IPOS0000DOP.cms)[Bank Of Baroda Uttar Pradesh](https://economictimes.indiatimes.com/wealth/ifsccode/bank-bank-of-baroda,state-uttar-pradesh.cms)MORETop Story Listing\n\n[Aadhaar Card](https://economictimes.indiatimes.com/wealth/personal-finance-news/aadhaar-card)[Dow Jones](https://economictimes.indiatimes.com/markets/dow-jones)[Twitter Down](https://economictimes.indiatimes.com/news/twitter-down)[Snapchat Update](https://economictimes.indiatimes.com/news/snapchat-update)[Gmail Down](https://economictimes.indiatimes.com/news/gmail-down)MORETop Searched Companies\n\n[IRB Infra Dev. Share Price](https://economictimes.indiatimes.com/irb-infrastructure-developers-ltd/stocks/companyid-20738.cms)[BPCL Share Price](https://economictimes.indiatimes.com/bharat-petroleum-corporation-ltd/stocks/companyid-11941.cms)[PC Jeweller Share Price](https://economictimes.indiatimes.com/pc-jeweller-ltd/stocks/companyid-42269.cms)[Rail Vikas Nigam Share Price](https://economictimes.indiatimes.com/rail-vikas-nigam-ltd/stocks/companyid-18466.cms)[Alok Industries Share Price](https://economictimes.indiatimes.com/alok-industries-ltd/stocks/companyid-10648.cms)[Jubilant Food Share Price](https://economictimes.indiatimes.com/jubilant-foodworks-ltd/stocks/companyid-16224.cms)[Biocon Share Price](https://economictimes.indiatimes.com/biocon-ltd/stocks/companyid-2082.cms)[JP Power Share Price](https://economictimes.indiatimes.com/jaiprakash-power-ventures-ltd/stocks/companyid-1513.cms)[Tata Elxsi Share Price](https://economictimes.indiatimes.com/tata-elxsi-ltd/stocks/companyid-12207.cms)[BHEL Share Price](https://economictimes.indiatimes.com/bharat-heavy-electricals-ltd/stocks/companyid-11831.cms)MORETop Prime Articles\n\n[5 Weekend Must Reads Featuring India Taking On The Us In Automobile Reliability](https://economictimes.indiatimes.com/prime/collections/5-weekend-must-reads-featuring-india-taking-on-the-us-in-automobile-reliability/primearticleshow/98206034.cms)[In 4 Stories Cognizants Tumultuous Journey](https://economictimes.indiatimes.com/prime/collections/in-4-stories-cognizants-tumultuous-journey/primearticleshow/98024679.cms)[Amazons Aim To Rule Air Cargo Just Got Wings In India Why This Is Only The Start Of A Long Haul](https://economictimes.indiatimes.com/prime/economy-and-policy/amazons-aim-to-rule-air-cargo-just-got-wings-in-india-why-this-is-only-the-start-of-a-long-haul-/primearticleshow/97960036.cms)[Silent Epidemic The Health Catastrophe India Is Not Talking About And Why That Should Change](https://economictimes.indiatimes.com/prime/pharma-and-healthcare/silent-epidemic-the-health-catastrophe-india-is-not-talking-about-and-why-that-should-change/primearticleshow/98103573.cms)[The Worlds Most Important Box In 3 Stories](https://economictimes.indiatimes.com/prime/collections/the-worlds-most-important-box-in-3-stories/primearticleshow/98213263.cms)[Why A Minority Investor Wants To Stall The Long Pending Indiabulls Real Estate Embassy Group Merger](https://economictimes.indiatimes.com/prime/corporate-governance/why-a-minority-investor-wants-to-stall-the-long-pending-indiabulls-real-estate-embassy-group-merger/primearticleshow/97665610.cms)[Dragons Prying Eye In The Sky Why Balloon Gate Should Be On Top Of Indias List Of Worries](https://economictimes.indiatimes.com/prime/prime-vantage/dragons-prying-eye-in-the-sky-why-balloon-gate-should-be-on-top-of-indias-list-of-worries/primearticleshow/98184772.cms)[How Banks Ceded The Upi Space And Control To Phonepe And Google Pay](https://economictimes.indiatimes.com/prime/fintech-and-bfsi/how-banks-ceded-the-upi-space-and-control-to-phonepe-and-google-pay/primearticleshow/96010896.cms)[Macquaries Double Upgrade Has Sparked Some Interest In Paytm Stock Should You Buy](https://economictimes.indiatimes.com/prime/money-and-markets/macquaries-double-upgrade-has-sparked-some-interest-in-paytm-stock-should-you-buy/primearticleshow/97958159.cms)[Future Locked In A Crypt Understanding The Crackdown On Crypto Amid A Hope For A Global Framework](https://economictimes.indiatimes.com/prime/prime-vantage/future-locked-in-a-crypt-understanding-the-crackdown-on-crypto-amid-a-hope-for-a-global-framework/primearticleshow/98217502.cms)MORETop Slideshow\n\n[Budget 2023 Tweaked The New Income Tax Slabs](/wealth/tax/new-income-tax-slabs-fy23-24-no-tax-if-income-is-up-to-rs-7-lakh-but-10-tax-rate-for-income-between-rs-6-and-9-lakh-explained/budget-2023-tweaked-the-new-income-tax-slabs/slideshow/97873026.cms)[Packaged Fruit Juice](/news/india/feeling-uneasy-after-breakfast-stop-consuming-these-foods/packaged-fruit-juice/slideshow/98015548.cms)[Gujarat Ambuja Exports](/markets/stocks/news/buffettology-9-indian-stocks-that-fit-warren-buffetts-funda-of-investing/gujarat-ambuja-exports/slideshow/97968182.cms)[Packaged Fruit Juice](/news/india/feeling-uneasy-after-breakfast-stop-consuming-these-foods/packaged-fruit-juice/slideshow/98015548.cms)[Budget 2023 Tweaked The New Income Tax Slabs](/wealth/tax/new-income-tax-slabs-fy23-24-no-tax-if-income-is-up-to-rs-7-lakh-but-10-tax-rate-for-income-between-rs-6-and-9-lakh-explained/budget-2023-tweaked-the-new-income-tax-slabs/slideshow/97873026.cms)[Rajratan Global Wire](/markets/stocks/news/buffettology-9-indian-stocks-that-fit-warren-buffetts-funda-of-investing/rajratan-global-wire/slideshow/97968232.cms)[Gujarat Ambuja Exports](/markets/stocks/news/buffettology-9-indian-stocks-that-fit-warren-buffetts-funda-of-investing/gujarat-ambuja-exports/slideshow/97968182.cms)[Peaking Out](/markets/stocks/news/market-rally-these-4-stocks-record-new-52-week-highs-surge-up-to-22-in-a-month/peaking-out/slideshow/97955038.cms)[Peaking Out](/markets/stocks/news/market-rally-these-4-stocks-record-new-52-week-highs-surge-up-to-22-in-a-month/peaking-out/slideshow/97955038.cms)[Rajratan Global Wire](/markets/stocks/news/buffettology-9-indian-stocks-that-fit-warren-buffetts-funda-of-investing/rajratan-global-wire/slideshow/97968232.cms)MORETop Videos\n\n[Now Reach Delhi To Jaipur Within 2 3 Hours Courtesy Delhi Mumbai Expressway](https://economictimes.indiatimes.com/industry/transportation/roadways/now-reach-delhi-to-jaipur-within-2-3-hours-courtesy-delhi-mumbai-expressway/videoshow/97837482.cms)[Why Boycott Germany Is Trending Here Is All You Need To Know](https://economictimes.indiatimes.com/news/india/why-boycott-germany-is-trending-here-is-all-you-need-to-know/videoshow/98213841.cms)[Fall In Adani Group Stocks Decoded](https://economictimes.indiatimes.com/markets/stocks/news/fall-in-adani-group-stocks-decoded/videoshow/97363977.cms)[Khalistani Separatist Amritpal Singh Gives Ultimatum To Punjab Govt Cancel Fir In An Hour Or Else](https://economictimes.indiatimes.com/news/politics-and-nation/khalistani-separatist-amritpal-singh-gives-ultimatum-to-punjab-govt-cancel-fir-in-an-hour-or-else-/videoshow/98179708.cms)[Russia Ukraine War Ukrainian Soldiers Call For More Western Weapons](https://economictimes.indiatimes.com/news/international/world-news/russia-ukraine-war-ukrainian-soldiers-call-for-more-western-weapons/videoshow/97933605.cms)[New Zealand Earthquake Of Magnitude 6 1 Hits Northwest Of Wellington Amidst Cyclone Gabrielle](https://economictimes.indiatimes.com/news/international/world-news/new-zealand-earthquake-of-magnitude-6-1-hits-northwest-of-wellington-amidst-cyclone-gabrielle/videoshow/97943903.cms)[Chatgpt Vs Google Bard How Do These Two Ai Chatbots Stack Up Against Each Other](/et-now/daily/chatgpt-vs-google-bard-how-do-these-two-ai-chatbots-stack-up-against-each-other/videoshow/97781032.cms)[Air India Boeing Deal Us President Biden Speaks With Pm Modi After Landmark Agreement Of 220 Aircraft](https://economictimes.indiatimes.com/news/international/us/air-india-boeing-deal-us-president-biden-speaks-with-pm-modi-after-landmark-agreement-of-220-aircraft/videoshow/97934813.cms)[Explained Us New Move On H1b And L1 Visas](https://economictimes.indiatimes.com/nri/migrate/explained-us-new-move-on-h1b-and-l1-visas/videoshow/97806443.cms)[Sensex Surges Over 200 Points Nifty50 Above 10350](https://economictimes.indiatimes.com/et-now/markets/sensex-surges-over-200-points-nifty50-above-10350/videoshow/61571337.cms)MOREPrivate Companies\n\n[Bl Financial Services Private Limited](https://economictimes.indiatimes.com/company/bl-financial-services-private-limited/U74120MH2011PTC214314)[Shreyash Retail Private Limited](https://economictimes.indiatimes.com/company/shreyash-retail-private-limited/U52399DL2016PTC299716)[Global India Services Private Limited](https://economictimes.indiatimes.com/company/global-india-services-private-limited/U74120MH2013PTC242295)[Statestreet Hcl Services India Private Limited](https://economictimes.indiatimes.com/company/statestreet-hcl-services-india-private-limited/U72900DL2012FTC229698)[Renatus Wellness Private Limited](https://economictimes.indiatimes.com/company/renatus-wellness-private-limited/U74999KA2018PTC114470)Follow us on:\n\nDownload ET App:\n----------------\n\n[#### subscribe to our newsletter](https://economictimes.indiatimes.com/subscription)Copyright © 2023 Bennett, Coleman & Co. Ltd. All rights reserved. For reprint rights: [Times Syndication Service](https://timescontent.com/)Find this comment offensive?\n\nChoose your reason below and click on the Report button. This will alert our moderators to take action\n\n**Name**Reason for reporting:\n\nFoul languageSlanderousInciting hatred against a certain communityOthersYour Reason has been Reported to the admin.\n\nX![avatar](https://img.etimg.com/photo/47865640.cms)#### To post this comment you must\n\nLog In/Connect with:\n\n[The Economic Times](#)**or**### Fill in your details:\n\nWill be displayed\n\nWill not be displayed\n\nWill be displayed\n\n### Share this Comment:\n\nPost to Twitter##### \n\nContinue reading with one of these options:Limited AccessFreeLogin to get access to some exclusive stories  \n & personalised newslettersLogin NowUnlimited AccessStarting @ Rs120/monthGet access to exclusive stories, expert opinions &  \n in-depth stock reportsSubscribe NowET#### Uh-oh! This is an exclusive story available for selected readers only.\n\nWorry not. You’re just a step away.\n\nSign In to Read for Free![](https://img.etimg.com/photo/94935185.cms)Read this story for free.\n\nUnlock your 30 days free access to ETPrime now.\n\nLogin to unlockAlready a Member?Sign In Now![](https://economictimes.indiatimes.com/photo/96497845.cms)\\*No card details required.\n\n![]()![]()To read full story, subscribe to ET Prime\n\n![]()\n Get Unlimited Access to The Economic Times\n ₹34 per week\n\n\n Billed annually at \n ₹2499 ₹1749\n\nContinueAlready a Member? Sign In nowSuper Saver Sale - Flat 30% Off\n\nOn ET Prime Membership\n\n[Claim Offer »](https://economictimes.indiatimes.com/plans.cms) Already a Member? Sign In now![](https://img.etimg.com/photo/msid-78187515,quality-100/cross.jpg)### \n\n### Sign in to read the full article\n\n### You’ve got this Prime Story as a Free Gift\n\nRs 49 for 1st monthThen Rs. 1,749 per year[SUBSCRIBE NOW](https://economictimes.indiatimes.com/plans.cms?planGroup=ETPOnlyYearlyIntro&plancode=etprIntroAnnualPlan49)Valid only with UPI, Credit & Debit Cards AutopayChoose Payment Mode & Plan-\n\n![](https://img.etimg.com/photo/msid-81633715,quality-100/et-prime-logo.jpg)-\n\n-\n\nSubscribe Now\n\n(Credit card mandatory)\n\nYou can cancel your subscription anytime\n\n-\n\n-\n\n-\n\nSubscribe Now\n\n(Pay Using Netbanking/UPI/Debit Card)\n\nNetbanking, Credit & Debit CardSubscribe with Google₹399/month\n\nMonthly\n PLAN\n \n\nBilled Amount ₹399\n\nNo Trial Period\n\n~~₹399~~₹208/month\n\n(Save 49%)\n\nYearly\n PLAN\n \n\nBilled Amount ₹2,499\n\n15 \n Days Trial\n +Includes DocuBay and TimesPrime Membership.\n\n~~₹399~~₹150/month\n\n(Save 63%)\n\n2-Year\n PLAN\n \n\nBilled Amount ₹3,599\n\n15 \n Days Trial\n +Includes DocuBay and TimesPrime Membership.\n\nQuarterly\n\n$13.99\n\n7 Days Trial\n\nYearly\n\n(Save 40.0%)\n\n$33.99\n\n15 Days Trial\n\nSubscribe NowSubscribe with ![]()![]()Get ET Prime for just ₹2499 **₹1749/yr**\n\nContinue![]()![]()Offer Exclusively For You\n\nGet Flat 30% Off\n\nON ET PRIME MEMBERSHIP\n\nAvail OfferOffer Exclusively For You\n\nGet 1 Year Free\n\nWith 1 and 2-Year ET prime membership\n\nAvail OfferOffer Exclusively For You\n\nGet 1 Year Free\n\nWith 1 and 2-Year ET prime membership\n\nAvail OfferOffer Exclusively For You\n\nGet Flat 40% Off\n\nThen ₹ 1749 for 1 year\n\nAvail OfferOffer Exclusively For You\n\nET Prime at ₹ 49 for 1 month\n\nThen ₹ 1749 for 1 year\n\nAvail OfferSpecial Offer on ETPrime\n\nBuy 1 Year Plan & Get 1 Year Free\n\nAvail OfferStudent-only offer is also available### To Read the full Story, Subscribe to ET Prime\n\n### Sign in to read the full article\n\n### You’ve got this Prime Story as a Free Gift\n\nAccess the exclusive Economic Times stories, Editorial and Expert opinion\n\nSubscribe Now### \n\n### Unlock this story and enjoy all members-only benefits.\n\n* 8 insight-rich stories published daily\n* 4000+ in-depth Stock Reports\n* Print Edition. the digital Newspaper\n* 2 Stock Researches everyday\n\nSubscribe Now![]()![]()Offer Exclusively For You\n\nGet Flat 30% Off\n\nON ET PRIME MEMBERSHIP\n\nAvail OfferOffer Exclusively For You\n\nGet 1 Year Free\n\nWith 1 and 2-Year ET prime membership\n\nAvail OfferOffer Exclusively For You\n\nGet 1 Year Free\n\nWith 1 and 2-Year ET prime membership\n\nAvail OfferOffer Exclusively For You\n\nGet Flat 40% Off\n\nThen ₹ 1749 for 1 year\n\nAvail OfferOffer Exclusively For You\n\nET Prime at ₹ 49 for 1 month\n\nThen ₹ 1749 for 1 year\n\nAvail OfferSpecial Offer on ETPrime\n\nBuy 1 Year Plan & Get 1 Year Free\n\nAvail OfferStudent-only offer is also available90 Days Prime access worth Rs999 unlocked for you\n\nClaim NowAlready a Member? Sign In now### Why ?\n\n* ![](https://img.etimg.com/photo/42031747.cms)**Exclusive Economic Times Stories, Editorials & Expert opinion** across 20+ sectors\n* ![](https://img.etimg.com/photo/42031747.cms)**Stock analysis. Market Research. Industry Trends** on 4000+ Stocks\n* ![](https://img.etimg.com/photo/42031747.cms)Clean experience with  \n**Minimal Ads**\n* ![](https://img.etimg.com/photo/42031747.cms)**Comment & Engage** with ET Prime community\n* ![](https://img.etimg.com/photo/42031747.cms)Exclusive invites to **Virtual Events with Industry Leaders**\n* ![](https://img.etimg.com/photo/42031747.cms)A trusted team of **Journalists & Analysts** who can best filter signal from noise\n* ![](https://img.etimg.com/photo/42031747.cms)​Get **1 Year Complimentary Subscription of TOI+** worth Rs.799/-​\nStories you might be interested in\n\n\nSubscribe to ourET Investment OpportunitiesSUBMIT"}, {"source": "Sustainable Brands", "title": "What CFOs Need to Know About Fast-Emerging Biodiversity-Credit Markets", "link": "https://sustainablebrands.com/read/finance-investment/what-cfos-should-know-biodiversity-credit-markets", "summary": "- Biodiversity credits are a potentially scalable mechanism for companies to invest in nature and enhance critical biodiversity.\n- The value of nature markets is significant but represents only a fraction of nature's true worth.\n- There is a financing gap to fill in order to address global biodiversity loss.\n- Biodiversity credits allow companies to support positive biodiversity outcomes and fund the conservation and restoration of nature.\n- Companies may choose to invest in biodiversity credits to fulfill corporate commitments and mitigate nature-related risks.\n- Legal, regulatory, and policy developments are important for the governance and integrity of biodiversity-credit markets.\n- Strong governance measures are needed to develop the market and close the biodiversity financing gap.\n- CFOs should consider the potential implications of legal and regulatory actions for their company's financial and risk-management strategies.\n- Biodiversity-credit markets can be a tool for financing positive biodiversity outcomes and mitigating exposure to nature-related risks.", "classification": {"category": "CategoryN1", "reason": "The article discusses biodiversity credits and the investment in nature to enhance biodiversity outcomes."}, "sentiment": {"score": 4, "reason": "The article discusses biodiversity credits and investments in nature to enhance biodiversity outcomes, which can contribute to positive environmental impact."}, "content": "\nWhen companies invest in biodiversity credits, the ‘unitization’ of biodiversity outcomes in the form of credits takes the guesswork out of designing the\ninvestment. But they are not intended to offset an equivalent, negative impact on biodiversity elsewhere.\n\n\n\nWe are at a crucial point in time for the development of [**voluntary biodiversity-credit schemes**](https://e360.yale.edu/features/biodiversity-credits), where CFOs\nof companies can choose to shape the market to help ensure a just and\nsustainable transition to a [nature-positive\nfuture](/read/defining-the-next-economy/carbon-neutral-dead-long-live-nature-positive).\n\n\nBiodiversity credits are generating significant global interest across both the\npublic and private sectors as a potentially scalable mechanism for investment in\nnature. They are a way for companies to pay for enhancing critical biodiversity\nby protecting and restoring nature. This new market mechanism enables companies\nto contribute to a nature-positive future by providing a sustainable funding\nsource to truly support positive biodiversity outcomes in perpetuity.\n\n\nAs this market continues to evolve, it can become difficult to determine where\nto invest, what to measure, and which outcomes to track. However, strong legal,\npolicy and regulatory frameworks can provide both supply-side and demand-side\nactors with the confidence to scale their investment in biodiversity.\n\n\nCompany leaders should be following these developments and thinking about how\ninvesting in biodiversity credits and projects could help with meeting [company\ntargets for\nnature](/read/defining-the-next-economy/17-companies-worlds-first-science-based-targets-for-nature)\nand be used to mitigate exposure to physical nature-related risks that will\nrequire disclosure under the **Taskforce on Nature-Related Financial\nDisclosures** ([**TNFD**](https://tnfd.global/)) framework.\n\n\n### Investing in biodiversity-credit markets\n\n\n\n\n### The SB regen ag summit at SB'23 San Diego\n\n\nJoin us and some of the biggest players in the growing regenerative ag space for an intensive, half-day deep dive into the partnerships, processes, strategies and technologies healing our soil and transforming our flawed global food system — Thursday, Oct. 19.\n\n\n\n[Tell me more!](https://events.sustainablebrands.com/conferences/sustainablebrands/regenag-summit/?utm_source=sbwebsite&utm_medium=nativead&utm_campaign=editorial-201)\n\n\nNature markets (including large and mature markets, such as [agricultural\ncommodities](/read/supply-chain/10k-farmers-18-countries-8-commodities-cocreate-equitable-sustainable-agriculture);\nas well as emerging markets that reflect an increasing recognition of the value\nof nature, such as biodiversity-credit markets) are worth [$9.8\ntrillion](https://www.naturemarkets.net/publications/global-nature-markets-landscaping-study)\nworth of goods and services — equivalent to 10 percent of global GDP. However,\nthis value represents only a *fraction* of nature's true worth; and the\ndegradation and loss of species and ecosystems over the last 50 years is\nevidence of the [inadequate economic valuation of\nbiodiversity](https://www.sciencedirect.com/science/article/pii/S000632071400295X).\nActions to protect and regenerate biodiversity have not been attributed economic\nvalue — relying instead on philanthropic and public funding, which is\ninsufficient. There is an estimated financing gap to fill of between [$598-824\n*billion* per year by\n2030](https://www.paulsoninstitute.org/conservation/financing-nature-report/) to\naddress global biodiversity loss.\n\n\nBiodiversity credits are a mechanism that allows companies to support projects\nthat result in positive biodiversity outcomes, with a view to [funding the\nlong-term conservation and restoration of\nnature](/read/defining-the-next-economy/brands-embrace-exciting-climate-mitigation-tool).\nThey are tradeable units generated by a nature-based solutions project\nregistered under a biodiversity credit scheme. At this stage of the market\ndevelopment, there is broad alignment on the idea that biodiversity credits are\nnot intended to be used to offset an equivalent, negative impact on biodiversity\nelsewhere.\n\n\nWith that in mind, there are two reasons companies might choose to invest in\nbiodiversity credits:\n\n\n1. To fulfill a [voluntary corporate\ncommitment](/read/defining-the-next-economy/loreal-apple-cultivate-nature-based-climate-biodiversity-solutions)\nto contribute to a nature-positive future by 2030, by helping to finance the\nsystemic change required to address biodiversity loss; and\n2. To demonstrate positive action towards the mitigation of [nature-related\nrisks associated with biodiversity\nloss](/read/finance-investment/record-number-of-companies-recognize-biodiversity-risks-but-struggling-to-turn-commitments-into-action)\nto which companies are exposed, and which they will increasingly be expected\nto disclose under the TNFD framework from 2023.\n\n\nThe benefit of investing in biodiversity credits to demonstrate a company’s\naction against these objectives is that the ‘unitization’ of biodiversity\noutcomes in the form of credits takes the guesswork out of designing the\ninvestment. Commonly accepted approaches track the key characteristics of\nbiodiversity — including richness, abundance of species, vulnerability of those\nspecies and ecosystems, functionality and integrity — which can be used to\ndefine biodiversity baselines and track changes over time; and define those\noutcomes in the form of tradeable ‘units’ in accordance with robust, scientific\nmethodologies.\n\n\n### Legal, regulatory and policy developments to be aware of\n\n\n**Nature Finance** and [**Pollination**](https://pollinationgroup.com/) recently [published a\npaper](https://www.naturefinance.net/resources-tools/biodiversity-credit-markets/)\non the role of law, regulation and policy in the biodiversity-credit markets\nthat outlined developments to be aware of in this space. As with [voluntary\ncarbon\nmarkets](/read/defining-the-next-economy/is-voluntary-carbon-market-worth-saving),\ngovernance and integrity considerations are being discussed for voluntary\nbiodiversity-credit markets to answer key questions about how these markets will\nhelp to deliver [high-integrity outcomes for people and\nbiodiversity](/read/collaboration-cocreation/nature-based-solutions-indonesia-allying-communities-restoring-ecosystems).\nWho holds the legal rights to the biodiversity that underpins credits? Who\nshould the benefits from the proceeds from the sale of biodiversity credits be\nshared? What infrastructure is required to enable the administration of a\nbiodiversity scheme? How can we mitigate the risk of [greenwashing\nlitigation](/read/marketing-and-comms/greenwash-era-over-can-communicators-step-up)?\n\n\nCreating the right environment for investment in biodiversity-credit markets to\nscale will likely lead governments to implement a range of different legal\nenablers — such as mandatory [natural-capital\naccounting](/read/finance-investment/why-natural-capital-accounting-and-the-sdgs-are-critical-components-of-each-other-s-success),\nrequiring periodic reports on natural-capital trends for real assets; mandatory\nnature-risk disclosures for banks, investors and corporates to disclose\nnature-related financial risks; and possible nature/biodiversity taxes on\ncorporates with a negative impact on nature, incentivizing them to reduce their\nimpact and funding biodiversity protection through credit markets.\n\n\nTo establish these enablers and ensure companies are not greenwashing, strong\ngovernance and integrity measures — underpinned by a framework of laws, policies\nand regulations — are needed to develop the market and close the biodiversity\nfinancing gap.\n\n\nAs a CFO, it is important to understand the potential implications of these\nlegal, regulatory and policy actions for your company's financial and\nrisk-management strategies; and to consider the role that biodiversity credits\ncould play as part of the company’s broader nature strategy.\n\n\nIn this context and as nature risk continues to become more important to\ninvestors, CEOs, CFOs, compliance officers and sustainability coordinators\nshould be aware of biodiversity-credit markets as a tool for financing positive\nbiodiversity outcomes and how to incorporate it into the company’s investment\nstrategy — including how investments can be structured to achieve high-integrity\noutcomes and mitigate exposure to nature-related risks.\n\n\n\n[Finance & Investment](https://sustainablebrands.com/channels/finance-investment) [Walking the Talk](https://sustainablebrands.com/channels/walking-the-talk) [Agriculture](https://sustainablebrands.com/browse/subjects/agriculture) [Climate Action](https://sustainablebrands.com/browse/subjects/climate-action) [Corporate Communications](https://sustainablebrands.com/browse/subjects/corporate-communications) [Creating Shared Value](https://sustainablebrands.com/browse/subjects/creating-shared-value) [Finance/Insurance/Investment](https://sustainablebrands.com/browse/subjects/finance-insurance-investment) [Living Within Our Means](https://sustainablebrands.com/browse/subjects/living-within-our-means) [Natural Capital](https://sustainablebrands.com/browse/subjects/natural-capital) [Responsible Consumption](https://sustainablebrands.com/browse/subjects/responsible-consumption) [Systems Shift](https://sustainablebrands.com/browse/subjects/systems-shift)\n*Published Jul 27, 2023 8am EDT / 5am PDT / 1pm BST / 2pm CEST*\n\n\n\n\n\n\n[![Laura Waterford](/eddy/dir/person/headshots/17032/conversions/headshot-main.jpg)](https://sustainablebrands.com/is/laura-waterford)\n\n\n##### \n[Laura Waterford](https://sustainablebrands.com/is/laura-waterford)\n\n\n###### \n\n\nLaura Waterford is Director at Pollination — a global climate-change investment and advisory firm accelerating the transition to a nature-positive future. Laura has deep expertise on carbon markets and is also a member of the World Economic Forum and Taskforce on Nature Markets working groups on voluntary biodiversity-credit markets.\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n**Brand Provided**\n\n\n\n\n"}, {"source": "Mongabay", "title": "The circular economy: Sustainable solutions to solve planetary overshoot?", "link": "https://news.mongabay.com/2023/07/the-circular-economy-sustainable-solutions-to-solve-planetary-overshoot/", "summary": "The requested article is not accessible due to a \"403 Forbidden\" error.", "classification": {"category": "CategoryO1", "reason": "The requested article is not accessible"}, "sentiment": {"score": 5, "reason": "The article cannot be accessed, so sentiment cannot be determined."}, "content": "\n403 Forbidden\n=============\n\n\n\n\n---\n\nnginx\n"}], [{"source": "Business Today", "title": "Here’s why crucial aspects of India’s carbon market need clarity", "link": "https://www.businesstoday.in/opinion/columns/story/heres-why-crucial-aspects-of-indias-carbon-market-need-clarity-391502-2023-07-27", "summary": "- The Ministry of Power's Carbon Credit Trading Scheme (CCTS) aims to create a domestic market for tracking and trading carbon credits in India.\n- The scheme builds on existing carbon compliance mechanisms such as the Perform, Achieve and Trade (PAT) and Renewable Purchase Obligation (RPO).\n- The CCTS notification establishes the framework and structure of the domestic carbon market, including the establishment of a National Steering Committee and the role of various government agencies.\n- The notification falls short on operational aspects, such as eligible consumers, price discovery, voluntary market mechanisms, and linking with international markets.\n- The timeline for operationalizing the carbon market is not provided, and it is unclear which sectors will be eligible to participate.\n- The Green Credit Programme (GCP) is a voluntary market that focuses on incentivizing environmentally conscious practices in rural areas.\n- There are uncertainties regarding the relationship between the domestic and global carbon markets and the pricing of carbon credits.\n- Robust methodologies for price discovery and incentives for the voluntary market are necessary.\n- Governance structure and standards for voluntary carbon markets need to be defined.\n- Consumer profiling, target setting, coordination, and monitoring and verification are essential for operationalizing the carbon market.", "classification": {"category": "CategoryS1", "reason": "The article discusses the Ministry of Power's Carbon Credit Trading Scheme (CCTS) which aims to create a domestic market for tracking and trading carbon credits in India."}, "sentiment": {"score": 4, "reason": "The article discusses the Ministry of Power's efforts to create a domestic carbon market, which is a positive step towards limiting carbon emissions and addressing climate change globally."}, "content": "Economies globally have recognised the urgency of limiting carbon emissions to fight climate change. Putting a price on carbon emissions by developing a trading system (carbon market) to buy and sell carbon credits is one way to limit emissions. The Ministry of Power’s (MoP) recent Carbon Credit Trading Scheme (CCTS) 2023 aims at creating a domestic market for tracking and trading carbon credits. The policy is a step in the right direction for setting up India's compliance and voluntary carbon markets. Still, several questions remain unanswered on whether it operationalises the market.   \n\n\nThe concept of carbon credit is not new in India. The domestic carbon compliance market has existed for a long time in the form of Perform, Achieve and Trade (PAT) for tradable energy certificates (ESCerts) by designated consumers in industrial units from energy-intensive sectors such as aluminium, cement, chlor-alkali, fertiliser, iron & steel, paper & pulp, railways, thermal power and textile. The Renewable Purchase Obligation (RPO) for renewable energy certificates (RECs) by generators producing electricity from clean sources like solar, wind, biomass, small hydro and municipal solid waste is another form of carbon compliance. Further, the Energy Conservation Act 2001 also discusses issuing carbon credit certificates to registered entities. \n\n\nCCTS will now encompass the existing trading mechanism by transitioning from tonnes of oil equivalent (ESCerts) to carbon certificates expressed in tonnes of carbon dioxide (CO2) equivalent.  \n\n\nThe CCTS notification lays the framework and structure of the domestic carbon market. It constitutes a National Steering Committee comprising representatives from key ministries to govern the domestic carbon market. This committee will give recommendations to the Bureau of Energy Efficiency (BEE) for establishing emissions targets and trajectories for obligated entities under the compliance mechanism and lay guidelines for issuing and trading carbon credit certificates outside India. \n\n\nEssentially, BEE will become an administrator and develop procedures and eligibility criteria for accrediting carbon verification agencies. The Grid Controller of India will handle the meta registry for obligated and non-obligated entities under the compliance and voluntary carbon markets, respectively. Meanwhile, the Central Electricity Regulatory Commission (CERC) will regulate the trading of certificates. \n\n\nThe Institute for Energy Economics and Financial Analysis (IEEFA) provided a series of comments in response to the draft CCTS released by the MoP in March 2023. The MoP adopted some of the suggestions, including setting up a meta registry that will be compatible with international registries, the inclusion of the non-power sector, a pathway for setting targets for emission reduction and inclusion of PAT and REC. But, the notification falls short of clarifying the operationalisation aspects, including eligible consumers, price discovery, voluntary market mechanisms and linking the domestic carbon market with the international markets to attract finance and technology. \n\n\n**Timeline for operationalising the market**\n\n\nThe notification does not provide a timeline for operationalising the carbon market, including which section of the market is likely to start first. It defines obligated entities as those notified under the compliance mechanism and non-obligated entities as those that can purchase carbon credit certificates voluntarily. This definition and stakeholder consultations held by the BEE suggest that obligated entities are those that the existing PAT scheme covers. The current cycle for PAT continues until 2025. It is unclear whether the CCTS mandates all or some of these entities to transfer to the carbon credit market. As such, it will be useful to understand the timeline. Some newspaper reports discuss starting the voluntary carbon market right away. This requires clarity on the sectors and a timeline for targets and processes. \n\n\n**Limited specification on the sectors eligible to participate in the domestic carbon market**\n\n\nThe notification states that the MoP will notify greenhouse gas (GHG) emissions intensity targets to the Ministry of Environment, Forest, and Climate Change (MoEFCC), based on recommendations from BEE. Obligated entities will have to achieve these targets along with any other targets, such as non-fossil energy consumption or specific energy consumption, as per the MoP’s notifications. But there is no clarity on the eligibility of the sectors and industries under this scheme. The eleven sectors identified by the National Carbon Market include petroleum refineries, cement, steel, chlor-alkali, aluminium, thermal power plants and fertilisers. Will the list expand to add more sectors? If yes, then the question is how will these additional sectors be identified.  \n\n\n**Aligning with the existing domestic market**\n\n\nThe Green Credit Programme (GCP) announced by MoEFCC aims to incentivise environmentally conscious practises via trading green credits. This will be a purely voluntary market covering eight sectors, primarily affecting rural areas. The sectors focus on increasing tree cover, promoting water conservation, adopting natural and regenerative agricultural practices, improving soil health and the nutritional value of food, managing waste effectively and reducing air pollution.  \n\n\nThese activities under GCP may generate green credits and carbon credits from the same activity under the carbon market. If this is so, how are the two different? What would be the potential use of green credits if they also generate carbon credits that could be sold in the domestic market? How will the two markets intersect or overlap? \n\n\n**Linkages with international carbon markets**\n\n\nIndia has been participating in the sale of carbon credits through the Clean Development Mechanism (CDM) route and private sector-driven voluntary carbon market. Between 2010 and 2022, India issued 278 million credits in the voluntary carbon market, accounting for 17 per cent of global supply, according to the Greenhouse Gas Emissions Special report by S&P Global Commodity Insights. With the domestic carbon market now in place, it is unclear whether the global carbon credit certificates will run parallel to the domestic ones.  \n\n\nIn addition, is there a need to regulate (if yes, how?) carbon credits exported for trade in the international voluntary carbon market? Such decisions will impact India’s strategy to welcome foreign direct investment in decarbonisation activities. \n\n\n**Getting the pricing right for carbon credits**\n\n\nThe effectiveness of the carbon market will depend on the accuracy of carbon price discovery. If the buying price is too high, it will deter participation, especially from micro, small, and medium enterprises (MSMEs). If the selling price is too low, there will be no incentive for real emissions reduction. \n\n\nHence, a robust methodology for price discovery and some pilots will be necessary going forward. The methodology should clearly lay out the process for price discovery based on sectoral or unit-wise emission targets. It also needs structured checks and balances to ensure market stability and prevent an oversupply or overdemand of credits. \n\n\nThe voluntary carbon market requires even greater efforts as price discovery is more complex considering the variety in project sizes, location, quality, value adds, and more. The scheme seems to focus on the compliance market, providing limited guidance for non-obligated entities. Enhancing private sector participation in the voluntary carbon market needs a more structured and incentive-driven mechanism. \n\n\n**Learnings from the global voluntary carbon market**\n\n\nUnlike compliance markets, voluntary markets are usually partially regulated and market-driven. Hence, multiple agencies with their own standards, eligibility criteria and terminologies exist. Offset standards, including Verra's Verified Carbon Standard (VCS) and the Gold Standard, verify the projects and ensure they follow strict rules and maintain high environmental integrity standards. However, these standards usually only assess the original offsetting project and not the broader ecosystem, allowing companies to prioritise whatever makes the most financial sense. \n\n\nAs India sets the foundation for its domestic carbon market, it is crucial to understand the governance structure for voluntary carbon markets. Will the National Steering Committee decide the standards, or will they remain open for the industries to take a call on? Would there be interoperability between voluntary carbon credits bought or sold in the international carbon market and the domestic voluntary market? \n\n\nIEEFA welcomes the efforts taken by MoP to develop the Indian carbon market. Still, operationalising the market requires more efforts on consumer profiling, target setting, cross-ministerial coordination and robust monitoring and verification. The carbon market would help corporations become carbon neutral. In addition to the compliance market, clarity on the timeline and structure of the voluntary market is crucial considering the National Stock Exchange (NSE) and the Indian Energy Exchange (IEX) have already announced plans to explore voluntary carbon market. \n\n\n***Views are personal. The author is Energy Analyst, Institute for Energy Economics and Financial Analysis (IEEFA)***\n\n\n"}, {"source": "Phys.org", "title": "Voluntary carbon offsets often fail to deliver what they promise, research finds", "link": "https://phys.org/news/2023-07-voluntary-carbon-offsets.html", "summary": "- Browser sent an invalid request\n- Resulted in a 400 Bad Request error", "classification": {"category": "CategoryO1", "reason": "The article is unrelated to carbon."}, "sentiment": {"score": 2, "reason": "The article does not provide any sentiment as it is a technical error message."}, "content": "400 Bad request\n===============\n\n\nYour browser sent an invalid request.\n"}, {"source": "Markets Media", "title": "Puro.earth and Xpansiv to Scale Carbon Removals Market", "link": "https://www.marketsmedia.com/puro-earth-and-xpansiv-to-scale-carbon-removals-market/", "summary": "- Puro.earth and Xpansiv are partnering to expand the carbon removals market.\n- The partnership aims to create a transparent and scalable marketplace for carbon removal projects.\n- Puro.earth will provide its blockchain-based carbon removal registry, while Xpansiv will offer its technology and market insights.\n- The goal is to accelerate the adoption of carbon removal solutions and facilitate the trading of carbon removal credits.\n- The partnership aims to create a global network of verified carbon removal projects that can be easily accessed by buyers.", "classification": {"category": "CategoryS1", "reason": "The article discusses the partnership between Puro.earth and Xpansiv to scale the carbon removals market and create a transparent marketplace for carbon removal projects."}, "sentiment": {"score": 5, "reason": "The article discusses a partnership to scale the carbon removals market, which is considered a positive and environmentally beneficial effort."}, "content": "\n\n\n[From The Markets](https://www.marketsmedia.com/category/from-the-markets/)\n\nPuro.earth and Xpansiv to Scale Carbon Removals Market\n======================================================\n\n\n\n07.27.2023\n\n\n\n\n![Puro.earth and Xpansiv to Scale Carbon Removals Market](https://www.marketsmedia.com/wp-content/uploads/2017/07/iStock-584465628-1-1024x683.jpg) [Share](https://www.facebook.com/share.php?u=https%3A%2F%2Fwww.marketsmedia.com%2Fpuro-earth-and-xpansiv-to-scale-carbon-removals-market%2F%3Futm_source%3Dfacebook%26utm_medium%3DSocial%26utm_campaign%3DSocialWarfare)[Tweet](https://twitter.com/intent/tweet?text=Puro.earth+and+Xpansiv+to+Scale+Carbon+Removals+Market&url=https%3A%2F%2Fwww.marketsmedia.com%2Fpuro-earth-and-xpansiv-to-scale-carbon-removals-market%2F%3Futm_source%3Dtwitter%26utm_medium%3DSocial%26utm_campaign%3DSocialWarfare&via=marketsmedia)[Share](https://www.linkedin.com/cws/share?url=https%3A%2F%2Fwww.marketsmedia.com%2Fpuro-earth-and-xpansiv-to-scale-carbon-removals-market%2F%3Futm_source%3Dlinkedin%26utm_medium%3DSocial%26utm_campaign%3DSocialWarfare)Puro.earth, the world’s first and leading carbon crediting platform for engineered carbon removal, and Xpansiv, the principal market infrastructure provider for the global energy transition, today announced that Puro.earth CO2 Removal Certificates (CORCs) will be listed for trading on Xpansiv spot marketplace CBL, the largest spot exchange for trading voluntary carbon credits, renewable energy certificates (REC), and other environmental commodities.\n\n\nBringing these two platforms together is a significant development in scaling the carbon removals market. Puro.earth’s robust, diverse supplier base offers buyers a rich source of quality removal credits. Xpansiv’s marketplace brings together hundreds of global participants to transact on a centralized, fully transparent exchange platform and post-trade infrastructure.\n\n\n“Our partnership with Xpansiv marks an important step to scale the market for high-quality carbon removal credits, which are essential in private sector, net-zero programs,” said Antti Vihavainen, CEO, Puro.earth. “Puro’s guiding principle has been to establish the least disputable methodologies for carbon removal, which has led to relatively small volumes of available credits for the first years. Now that several new projects are orders of magnitude larger than previously, CBL’s central position in the carbon markets will be critical in enhancing transparent price discovery and liquidity formation, enabling participants to engage with greater certainty and confidence.”\n\n\nThe Puro.earth ecosystem of carbon removers consists of 116 suppliers of negative emissions and another 600 companies in the supplier funnel preparing to get certified.\n\n\n“We welcome Puro.earth as a valued partner bringing to market innovative carbon removal projects,” said John Melby, CEO, Xpansiv. “Our exchange participants are keen to incorporate removals into their credit portfolios and look forward to trading and managing them through our platform.”\n\n\nThe partnership will enable hundreds of active CBL participants to trade CORCs alongside a broad range of environmental commodities used to finance the global energy transition. In addition to being listed on CBL, CORC transactions will be settled via the exchange’s post-trade service.\n\n\nSource: Puro.earth\n\n\n[Share](https://www.facebook.com/share.php?u=https%3A%2F%2Fwww.marketsmedia.com%2Fpuro-earth-and-xpansiv-to-scale-carbon-removals-market%2F%3Futm_source%3Dfacebook%26utm_medium%3DSocial%26utm_campaign%3DSocialWarfare)[Tweet](https://twitter.com/intent/tweet?text=Puro.earth+and+Xpansiv+to+Scale+Carbon+Removals+Market&url=https%3A%2F%2Fwww.marketsmedia.com%2Fpuro-earth-and-xpansiv-to-scale-carbon-removals-market%2F%3Futm_source%3Dtwitter%26utm_medium%3DSocial%26utm_campaign%3DSocialWarfare&via=marketsmedia)[Share](https://www.linkedin.com/cws/share?url=https%3A%2F%2Fwww.marketsmedia.com%2Fpuro-earth-and-xpansiv-to-scale-carbon-removals-market%2F%3Futm_source%3Dlinkedin%26utm_medium%3DSocial%26utm_campaign%3DSocialWarfare)\n\n\n\n\n![](/wp-content/themes/Markets_Media_RS/static/img/email.svg)\n\n\n### NEWSLETTER SIGN UP\n\n\nAnd receive exclusive articles on securities markets\n\n\n\n\n \n\n\n\n"}], [{"source": "S&P Global", "title": "Voluntary carbon market players hope new quality guidance will boost liquidity", "link": "https://www.spglobal.com/commodityinsights/en/market-insights/latest-news/energy-transition/072723-voluntary-carbon-market-players-hope-new-quality-guidance-will-boost-liquidity", "summary": "- The Integrity Council for the Voluntary Carbon Market has unveiled its Assessment Framework for evaluating the quality of carbon credits.\n- The framework sets criteria for credits to meet the Core Carbon Principles (CCPs) and obtain the CCP label.\n- The release of the framework is expected to bring more certainty to the market and encourage more carbon reduction and removal projects.\n- The framework requires credits to fund projects compatible with a transition to net zero, permanent, additional, and quantified.\n- The voluntary carbon market has been facing scrutiny and declining liquidity and prices.\n- The market expects high-integrity credits to trade at a premium, incentivizing the adoption of the CCP criteria.\n- The ICVCM plans to establish working groups to assess different categories of carbon credits against the CCP criteria.\n- The governance body intends to update and strengthen the CCPs and framework over time.\n- Full clarity on CCP-eligible credit categories and methodologies is still awaited, limiting potential market upsides.\n- Quality concerns regarding projects are likely to persist despite the introduction of assessment frameworks.\n- The VCMI launched the Claims Code of Practice to bring integrity to the demand side of voluntary carbon markets.", "classification": {"category": "CategoryN1", "reason": "The article provides information about the unveiling of a framework for defining high-quality carbon offsets and its potential impact on the carbon market."}, "sentiment": {"score": 4, "reason": "The article discusses the unveiling of a framework for high-quality carbon offsets, which is seen as a positive step towards addressing carbon emissions and bringing more certainty to the carbon market."}, "content": "\n\nA much-awaited framework that helps define high-quality carbon offsets was unveiled July 27, with labeled credits available to buyers by end-2023.\n\n\n\n###### Not registered?\n\n\n\r\n Receive daily email alerts, subscriber notes & personalize your experience.\r\n \n\n\n[Register Now](\\commodityinsights\\en\\register)\n\nThe Integrity Council for the Voluntary Carbon Market said that it has finalized its Assessment Framework, which will be used to evaluate whether carbon credits meet its high-integrity Core Carbon Principles (CCPs).\n\n\nMany in the industry are hopeful this release will bring more certainty to the market and lead to more carbon reduction and removal projects.\n\n\nAnnette Nazareth, chair of the ICVCM, said the voluntary carbon markets now have a global threshold for quality, which could solve some of the confidence and credibility issues that this market is facing.\n\n\n\"We know there is strong demand for high-integrity credits and the CCP label will give more companies confidence to invest. We expect high-integrity credits to trade at a premium, which will incentivize the market to adopt CCP criteria,\" she added.\n\n\nThis guidance comes at a crucial juncture for the $2 billion voluntary carbon market. Growing scrutiny over the efficacy of some carbon offsets and projects has led to a sharp fall in both liquidity and prices.\n\n\nS&P Global Commodity Insights' Platts CNC assessment -- which reflects the most competitive nature-based carbon credit prices -- reached $2.45/mtCO2e on July 26, up from a record low of $1/mtCO2e on May 29. Platts CNC averaged $9.55/mtC02e in 2022, S&P Global data showed.\n\n\n\n![](https://www.spglobal.com/commodityinsights/PlattsContent/_assets/_images/latest-news/5ffe4f0b-78a8-4e05-b4aa-e094996519d3.svg)\n\n\n\n\n### High bar\n\n\n\n\n\nThe assessment framework sets out criteria that carbon-crediting programs and categories of carbon credits will have to follow to meet the CCP label.\n\n\nTo qualify for this label, credits must fund projects that are compatible with a transition to net zero, permanent, additional and robustly quantified, according to the framework.\n\n\nKelley Kizzier from ICVCM's Governing Board said a key objective of the framework was to ensure that the highest quality carbon credits rise to the top, and trade at high prices.\n\n\n\"I think what we've really tried to do is set a high bar, but not a bar so high that it would be impossible to achieve,\" Kizzier said in an interview with S&P Global. \"I think we hope to see a cycle of continuous improvement in the voluntary carbon market and for more consistency across the major carbon crediting programs in terms of their rules.\"\n\n\nMany crediting program and standards are already reviewing and updating their methodologies.\n\n\nVerra, the world's leading carbon registry, is in the process of finalized its methodology for REDD+ projects by the fourth quarter of 2023, as it looks to improve the quality of its forest carbon offsets.\n\n\nThe registry is also looking to strengthen and update the program rules of its Verified Carbon Standard, which is the world's most widely used greenhouse gas (GHG) crediting program.\n\n\nIn late-March, the ICVCM released its Core Carbon Principles, laying out the attributes of a high integrity carbon credit.\n\n\nThe CCPs include 10 codes that are broadly based under three groups: governance; emissions impact and sustainable development.\n\n\n\n### Quality concerns\n\n\n\n\n\nDana Agrotti, a Carbon Markets Analyst at S&P Global, said the ICVCM has now provided some clarity to the market but an upswing in prices and liquidity is unlikely till the first half of next year.\n\n\n\"Expectations that clear definitions would be provided as to what credit categories will and won't be CCP-eligible have been somewhat met, with indications that enhanced oil recovery projects, among others, won't comply with the principles,\" she added.\n\n\n\"However, the market continues to wait for clear signals from the ICVCM as to which credit categories and methodologies will receive the CCP label. Until then, we continue to expect limited upsides for the market, amid wider liquidity issues.\"\n\n\nSome market participants forewarned that quality concerns of projects are likely to persist.\n\n\nThese initiatives are not a silver bullet that can solve the challenge of carbon credit quality, according to Sebastien Cross, chief innovation officer at carbon ratings agency BeZero Carbon\n\n\n\"Criticism about the VCM has largely, and rightly, focused on notable failures to deliver at a project level,\" he said.\n\n\n\"Although assessment frameworks may increase overall quality, ultimately some projects will still be more effective than others -- a spectrum of quality will always exist. Assessing credit quality does not stop at the CCPs, but requires the project level approach that ratings provide as a tool,\" he added.\n\n\n\n![](https://www.spglobal.com/commodityinsights/PlattsContent/_assets/_images/latest-news/9fa7e42c-4847-422d-a001-0483b95b0064.svg)\n\n\n\n\n### Strengthen over time\n\n\n\n\n\nThe ICVCM said it will start establishing several multi-stakeholder working groups to assess different categories of carbon credits and associated crediting methodologies against the CCP criteria and recommend those that meet the threshold.\n\n\nThe governance body also has plans to update and strengthen the CCPs and framework over time, \"learning lessons from experience, reflecting scientific and technical advances, and taking market developments into account.\"\n\n\n\"We are already planning for the next version by setting up work programs to ensure that important and technically complex areas receive dedicated and focused attention from experts,\" said William McDonnell, ICVCM's chief operating officer.\n\n\nThis comes a month after the Voluntary Carbon Markets Integrity Initiative launched its Claims Code of Practice, which outlines guidelines for companies to credibly make voluntary use of carbon credits.\n\n\nThe Claims Code of Practice, which aims to bring integrity to the demand side of voluntary carbon markets, consists of three tiers of claims that companies can make – Platinum, Gold and Silver.\n\n\nThe VCMI, which is involved in setting rules on the demand side of the VCM, is also working with the ICVCM to develop an integrated market integrity framework to improve the quality of carbon offsets.\n\n\n"}, {"source": "Reuters", "title": "Global standards launched to grow $2 billion voluntary carbon market", "link": "https://www.reuters.com/sustainability/climate-energy/global-standards-launched-boost-2-bln-voluntary-carbon-market-2023-07-26/", "summary": "- A global initiative is aiming to issue labelled credits by the end of the year to make the unregulated carbon offset marketplace more transparent.\n- The initiative aims to set a global threshold for quality and unlock finance for emissions-reducing projects.\n- New standards, called Core Carbon Principle (CCP) standards, have been published by the Integrity Council for the Voluntary Carbon Market.\n- CCP approval will require quantified monitoring, reporting, and verification standards, along with additional governance checks.\n- Technology involving carbon capture and storage at projects involving oil recovery will be excluded from the CCPs.\n- Companies retiring carbon credits will be required to disclose their name and credits cannot be traded or used by another company once retired.", "classification": {"category": "CategoryD1", "reason": "The article mentions companies with net-zero goals buying carbon offsets to cancel out emissions elsewhere."}, "sentiment": {"score": 4, "reason": "The article highlights efforts to make the carbon offset marketplace more transparent and sets global standards for emissions-reducing projects, indicating a positive sentiment towards addressing carbon emissions."}, "content": "LONDON, July 27 (Reuters) - A global initiative to grow the $2 billion market for carbon offsets outlined criteria for new voluntary standards on Thursday, and said it aims to issue labelled credits by the year-end to make the unregulated marketplace more transparent.\n\nDemand for carbon offsets - credits for emissions-reducing activity that can be generated through projects such as tree planting - is expected to increase as companies with net-zero goals buy them to cancel out emissions elsewhere.\n\nBut the market is unregulated, with many different standards and approaches making it difficult for companies to assess which credits they should use.\n\nCritics of the market cite concerns including a lack of transparency and question the environmental quality of projects.\n\nThe Integrity Council for the Voluntary Carbon Market (ICVCM), an independent governance body, has published its criteria for projects to achieve its new Core Carbon Principle (CCP) standards.\n\nThe criteria \"set a global threshold for quality which aims to unlock finance at speed and scale for projects to reduce and remove billions of tonnes of emissions that would not otherwise be viable,\" Integrity Council Chair Annette Nazareth said in a statement.\n\nUntil now, the most widely traded offsets abide by criteria established under the CORSIA scheme for the global airline industry.\n\nCCP approval will require many of the same features as CORSIA, such as a project having quantified monitoring, reporting and verification standards, or being unable to go ahead without the revenue from the sale of carbon credits.\n\nHowever, CCP credits will require additional measures, such as further governance checks. That could mean not all CORSIA credits will gain CCP status.\n\n\"We do expect this will have a significant impact on the market, but we can't prejudge the pre-designed assessment process we are about to start,\" ICVCM COO William McDonnell said in an interview.\n\nTechnology to capture and store carbon emissions at projects that also involve oil recovery will be excluded from the CCPs, as will any projects involving coal-fired power generation.\n\nThere could be instances where projects developing new gas plants could generate credits if they are for a major renewables installation and a back-up gas plant is included as part of the scheme.\n\nThe project would need to meet other requirements and result in clear emission reductions, ICVCM said.\n\nIt is not yet mandatory for a company retiring a carbon credit to disclose their name, but new standards would require their registration.\n\nOnce a credit has been retired it cannot be traded or used to meet climate targets by another company.\n\nIndustry groups welcomed the launch of the CCPs but said more needed to be done to build trust.\n\n\"The CCPs alone are not a silver bullet that can solve the challenge of carbon credit quality,\" Sebastien Cross, co-founder of carbon ratings company BeZero Carbon, said.\n\n\"Ultimately some projects will still be more effective than others - a spectrum of quality will always exist,\" he said.\n\nReporting by Susanna Twidale; Editing by Jan Harvey and Barbara LewisOur Standards: [The Thomson Reuters Trust Principles.](https://www.thomsonreuters.com/en/about-us/trust-principles.html)\n\n* \n* \n* \n* \n* \n"}, {"source": "Phys.org", "title": "Voluntary carbon offsets often fail to deliver what they promise, research finds", "link": "https://phys.org/news/2023-07-voluntary-carbon-offsets.html", "summary": "- The request sent by the user's browser was invalid and resulted in a 400 Bad Request error.", "classification": {"category": "CategoryO1", "reason": "The article is not related to carbon"}, "sentiment": {"score": 3, "reason": "The article does not have a sentiment as it is an error message."}, "content": "400 Bad request\n===============\n\n\nYour browser sent an invalid request.\n"}], [{"source": "Verra", "title": "Verra Welcomes New ICVCM Criteria", "link": "https://verra.org/verra-welcomes-new-icvcm-criteria/", "summary": "- Verra welcomes new assessment criteria for carbon credits established by the ICVCM\n- The criteria aim to inspire confidence in carbon markets and their contributions to climate and development goals\n- Verra is reviewing the assessment framework and supports the evaluation of project categories\n- Verra plans to release an update to its Verified Carbon Standard Program in August\n- Verra is working to strengthen and consolidate REDD methodologies and will consider submitting them for ICVCM assessment.", "classification": {"category": "CategoryN1", "reason": "The article discusses new assessment criteria for carbon credits and their impact on carbon markets and climate goals."}, "sentiment": {"score": 4, "reason": "The article highlights the positive sentiment of establishing clear quality thresholds for carbon credits and the impact on climate goals."}, "content": "\nVerra welcomes the new assessment criteria for carbon credits, published today by the Integrity Council for the Voluntary Carbon Market (ICVCM). The criteria establish clear quality thresholds to inspire greater confidence in the carbon markets and their contributions to the Paris Climate Agreement and the Sustainable Development Goals.\n\n\n“The world needs immediate and ambitious action on climate change, and the private sector and governments are increasingly recognizing their responsibility to help deliver that,” said Verra President and Interim CEO Judith Simon. “We believe ICVCM’s guidance will further support the delivery of quality credits from across the voluntary carbon market that buyers can trust.”\n\n\nVerra is currently reviewing ICVCM’s assessment framework and remains supportive of the ongoing process of evaluating the various categories of projects.\n\n\nAs part of the organization’s ongoing commitment to continuous improvement, Verra will release a new [update to its Verified Carbon Standard Program in August](https://verra.org/verra-launches-consultation-on-proposed-changes-to-the-vcs-program/) and [continues work](https://verra.org/verra-rolls-out-details-of-its-updated-draft-redd-methodology-in-the-works-since-2020-includes-call-to-crowdsource-data-for-new-baselines/) to strengthen and consolidate a subset of its REDD methodologies. Verra will be considering the best timing and scope for submitting its methodologies for ICVCM assessment\n\n\n"}, {"source": "Reuters", "title": "Global standards launched to grow $2 billion voluntary carbon market", "link": "https://www.reuters.com/sustainability/climate-energy/global-standards-launched-boost-2-bln-voluntary-carbon-market-2023-07-26/", "summary": "- Global initiative aims to grow $2 billion market for carbon offsets\n- Initiative outlines criteria for new voluntary standards to make marketplace more transparent\n- Demand for carbon offsets expected to increase as companies with net-zero goals buy them to cancel out emissions elsewhere\n- Market is unregulated with various standards, making it difficult for companies to assess which credits to use\n- Integrity Council for the Voluntary Carbon Market (ICVCM) publishes criteria for projects to achieve new Core Carbon Principle (CCP) standards\n- CCP credits will require additional measures and not all CORSIA credits may gain CCP status\n- Technology involving carbon capture and storage at projects involving oil recovery and coal-fired power generation will be excluded from CCPs\n- Companies retiring carbon credits will be required to disclose their name once new standards are implemented\n- Retired credits cannot be traded or used to meet climate targets by another company\n- Industry groups welcome CCPs but say more needs to be done to build trust.", "classification": {"category": "CategoryS1", "reason": "Global initiative to grow the market for carbon offsets and establish new voluntary standards to make the marketplace more transparent."}, "sentiment": {"score": 4, "reason": "Promotes global initiative to grow market for carbon offsets and establish new standards to make marketplace more transparent."}, "content": "LONDON, July 27 (Reuters) - A global initiative to grow the $2 billion market for carbon offsets outlined criteria for new voluntary standards on Thursday, and said it aims to issue labelled credits by the year-end to make the unregulated marketplace more transparent.\n\nDemand for carbon offsets - credits for emissions-reducing activity that can be generated through projects such as tree planting - is expected to increase as companies with net-zero goals buy them to cancel out emissions elsewhere.\n\nBut the market is unregulated, with many different standards and approaches making it difficult for companies to assess which credits they should use.\n\nCritics of the market cite concerns including a lack of transparency and question the environmental quality of projects.\n\nThe Integrity Council for the Voluntary Carbon Market (ICVCM), an independent governance body, has published its criteria for projects to achieve its new Core Carbon Principle (CCP) standards.\n\nThe criteria \"set a global threshold for quality which aims to unlock finance at speed and scale for projects to reduce and remove billions of tonnes of emissions that would not otherwise be viable,\" Integrity Council Chair Annette Nazareth said in a statement.\n\nUntil now, the most widely traded offsets abide by criteria established under the CORSIA scheme for the global airline industry.\n\nCCP approval will require many of the same features as CORSIA, such as a project having quantified monitoring, reporting and verification standards, or being unable to go ahead without the revenue from the sale of carbon credits.\n\nHowever, CCP credits will require additional measures, such as further governance checks. That could mean not all CORSIA credits will gain CCP status.\n\n\"We do expect this will have a significant impact on the market, but we can't prejudge the pre-designed assessment process we are about to start,\" ICVCM COO William McDonnell said in an interview.\n\nTechnology to capture and store carbon emissions at projects that also involve oil recovery will be excluded from the CCPs, as will any projects involving coal-fired power generation.\n\nThere could be instances where projects developing new gas plants could generate credits if they are for a major renewables installation and a back-up gas plant is included as part of the scheme.\n\nThe project would need to meet other requirements and result in clear emission reductions, ICVCM said.\n\nIt is not yet mandatory for a company retiring a carbon credit to disclose their name, but new standards would require their registration.\n\nOnce a credit has been retired it cannot be traded or used to meet climate targets by another company.\n\nIndustry groups welcomed the launch of the CCPs but said more needed to be done to build trust.\n\n\"The CCPs alone are not a silver bullet that can solve the challenge of carbon credit quality,\" Sebastien Cross, co-founder of carbon ratings company BeZero Carbon, said.\n\n\"Ultimately some projects will still be more effective than others - a spectrum of quality will always exist,\" he said.\n\nReporting by Susanna Twidale; Editing by Jan Harvey and Barbara LewisOur Standards: [The Thomson Reuters Trust Principles.](https://www.thomsonreuters.com/en/about-us/trust-principles.html)\n\n* \n* \n* \n* \n* \n"}, {"source": "Business Green", "title": "'Global threshold for quality': Can ICVCM's new benchmark help build a 'high integrity' market for carbon credits?", "link": "https://www.businessgreen.com/news-analysis/4121015/global-threshold-quality-icvcms-benchmark-help-build-integrity-market-carbon-credits", "summary": "- The Integrity Council for the Voluntary Carbon Market (ICVCM) has released a global benchmark for carbon offset projects\n- The benchmark aims to drive up environmental and social standards in the carbon credit market\n- ICVCM's benchmark assesses whether credits meet its ten Core Carbon Principles (CCPs)\n- Access to the full article requires a BusinessGreen membership or a 7-day trial", "classification": {"category": "CategoryS1", "reason": "The article discusses the release of a global benchmark for carbon offset projects, which relates to systems and policies for removing carbon from the atmosphere."}, "sentiment": {"score": 4, "reason": "The article discusses the release of a global benchmark for carbon offset projects, which is a positive step towards driving up environmental and social standards in the carbon credit market."}, "content": "\n\n\n\n\n\n\n\n\n\n[![businessgreen_logo](https://assets.kreatio.net/bgn_redesign/svg/bgn22-logo.svg)](/)\n\n\n[Sign in](/userlogin)\n[Join](https://www.businessgreen.com/join)\n[Try 7 day trial](https://www.businessgreen.com/trial)\n\n\n\n* + [My account](/manage_account#myaccount \"Newsletters\")\n\t+ [Sign out](/logout \"Sign out\")\n\n\n* You are currently accessing Business Green via your\nEnterprise account.\n\n\nIf you already have an account please use the link below to\n[sign in](https://www.businessgreen.com/userlogin \"Sign in\").\n\n\nIf you have any problems with your access or would like to request an individual access account please\ncontact our customer service team.\n\n\nPhone: [+44 (0) 1858 438800](tel:+441858438800)\n\n\nEmail: [[email protected]](/cdn-cgi/l/email-protection#a1c2d4d2d5ceccc4d3d2c4d3d7c8c2c4d2e1c8cfc2c8d2c8d7c4ccc4c5c8c08fc2cecc)\n\n\n\n\t+ [Sign in](/userlogin \"Sign in\")\n\n\n\n\n\n\n\n\n\n[![logo](https://assets.kreatio.net/bgn_redesign/svg/bgn22-logo.svg)](/)\n\n\n\n\n* [![logo](//assets.kreatio.net/bgn_redesign/png/search.png)](#)\n\n\n\nSearch BusinessGreen\n\n\n\n\n\n\n\nSearch\n\n![search_logo](//assets.kreatio.net/bgn_redesign/png/union.png)\n\n\n\n\n\n\n\n\n* [News](/type/news)\n* Topics\n\n\n\n\n#### Select a Topic below\n\n\n[In-depth](../../../../tag/in-depth) [Opinion](../../../../type/opinion) [Energy](../../../../category/energy) [Policy](../../../../category/policy) [Management](../../../../category/management) [Technology](../../../../category/technology) [Investment](../../../../category/investment)\n* [Events](/events)\n* [Net Zero Video Hub](/net-zero-video-hub)\n* [BusinessGreen Intelligence](/businessgreen-intelligence)\n* [More](#)\n\n\n\n\n#### Content by subject\n\n\n\n\n\t+ [Energy](/category/energy)\n\t+ [Investment](/category/investment)\n\t+ [Management](/category/management)\n\t+ [Policy](/category/policy)\n\t+ [Technology](/category/technology)\n\n\t+ [Transport](/category/transport)\n\t+ [Work](/category/work)\n\t+ [Net Zero Now](/net-zero-now)\n\t+ [Net Zero Festival Hub](/net-zero-festival-hub)\n\n\n\n#### Authors\n\n\n\n\n\t+ [James Murray](https://www.businessgreen.com/author/5e54c59e-8345-439e-8a2f-8eed1f605c99/james-murray)\n\t+ [Michael Holder](https://www.businessgreen.com/author/ade886de-708f-4712-ab78-457db9ab189e/michael-holder)\n\t+ [Cecilia Keating](https://www.businessgreen.com/author/cbef3933-c32a-4a93-9ddc-8b7529938660/cecilia-keating)\n\n\n\n#### Blogs\n\n\n\n\n\t+ [Editor's Blog](/series/blog/editors-blog)\n\t+ [Partner Insight](/type/sponsored)\n\n\n\n#### Sustainable-Investment.com\n\n\n\n\n\t+ [Connecting the sustainable investment   \n\tand ESG community](https://www.sustainable-investment.com)\n\n\n\n\n#### Connect with us\n\n\n\n\n\t+ [Contact us](/contact)\n\t+ [Newsletter](https://incisive-business.msgfocus.com/k/Incisive-Business/bg_nlsuf?utm_source=BG%20More%20Menu&utm_medium=BG&utm_campaign=newsletter)\n\t+ [Twitter](https://twitter.com/businessgreen)\n\t+ [Facebook](https://www.facebook.com/Businessgreen)\n\t+ [LinkedIn](https://www.linkedin.com/groups/1931321/profile)\n\t+ [Instagram](https://www.instagram.com/_businessgreen_/)\n\n\n* [Search![logo](//assets.kreatio.net/bgn_redesign/png/search.png)](#)\n\n\n\n\n\nSearch BusinessGreen\n\n\n\n\n\n\n\nSearch![search_logo](//assets.kreatio.net/bgn_redesign/png/union.png)\n \n[![x](//assets.kreatio.net/bgn_redesign/png/cross.png)](javascript:void(0))\n* \n\n\n\n\n[Join](https://www.businessgreen.com/join)\n[Try 7 day trial](https://www.businessgreen.com/trial)\n[Sign in](/userlogin)\n\n\n\n \n* + [My account](/manage_account#myaccount \"Newsletters\")\n\t+ [Sign out](/logout \"Sign out\")\n\n\n* You are currently accessing Business Green via your Enterprise account.\n\n\nIf you already have an account please use the link below to [sign in](//www.businessgreen.com/userlogin \"Sign in\").\n\n\nIf you have any problems with your access or would like to request an individual access account please contact our customer service team.\n\n\nPhone: [+44 (0) 1858 438800](tel:+441858438800)\n\n\nEmail: [[email protected]](/cdn-cgi/l/email-protection#482b3d3b3c27252d3a3b2d3a3e212b2d3b0821262b213b213e2d252d2c2129662b2725)\n\n\n\n\t+ [Sign in](/userlogin \"Sign in\")\n\t+ [Sign in](/userlogin)\n\n\n\n\n\n\n\n\n\n* \n\n\n\n\n\n\n\n\n\n\n\n\n* ![Lock-icon](//assets.kreatio.net/bgn_redesign/png/lock.png)\n[Become a BusinessGreen member](https://www.businessgreen.com/subscribe/)\n\n\n\n\n\n\n\n'Global threshold for quality': Can ICVCM's new benchmark help build a 'high integrity' market for carbon credits?\n==================================================================================================================\n\n\n\n\n[![Stuart Stone](https://image.chitra.live/api/v1/wps/8d5e700/6acf8f6d-74b3-4019-a7e6-5cf081628b52/0/Byline-48x48.jpeg)](/author/30bbf52c-ad22-4148-ba9f-7779030fa325/stuart-stone \"Stuart Stone\")\n\n\n\n\n[Stuart Stone](/author/30bbf52c-ad22-4148-ba9f-7779030fa325/stuart-stone)\n\n\n\n![clock](//assets.kreatio.net/bgn_redesign/svg/clock.svg)\n\n27 July 2023\n •\n5 min read\n\n\n\n\n#### Share\n\n\n* [![twitter-icon](//assets.kreatio.net/bgn_redesign/svg/article-twitter.svg)](https://twitter.com/share?text=%27Global+threshold+for+quality%27%3A+Can+ICVCM%27s+new+benchmark+help+build+a+%27high+integrity%27+market+for+carbon+credits%3F&url=https://www.businessgreen.com/4121015/&via=businessgreen)\n* [![linkedin icon](//assets.kreatio.net/bgn_redesign/svg/article-linkedin.svg)](http://www.linkedin.com/shareArticle?mini=true&url=https://www.businessgreen.com/4121015&title=Global+threshold+for+quality+Can+ICVCMs+new+benchmark+help+build+a+high+integrity+market+for+carbon+credits)\n* [![email-icon](//assets.kreatio.net/bgn_redesign/svg/article-mail.svg)](/cdn-cgi/l/email-protection#ffc08c8a9d959a9c8bc2d99e928fc4dcccc6c4b893909d9e93df8b978d9a8c9790939bdf99908ddf8e8a9e93968b86d99e928fc4dcccc6c4daccbedfbc9e91dfb6bca9bcb2d99e928fc4dcccc6c48cdf919a88df9d9a919c97929e8d94df979a938fdf9d8a96939bdf9edfd99e928fc4dcccc6c497969897df96918b9a988d968b86d99e928fc4dcccc6c4df929e8d949a8bdf99908ddf9c9e8d9d9091df9c8d9a9b968b8cc0d99e928fc49d909b86c2dacfbbdacfbedacfbbdacfbe978b8b8fdaccbedacdb9dacdb9888888d19d8a8c96919a8c8c988d9a9a91d19c9092dacdb9cbcecdcecfceca)\n* [![facebook-icon](//assets.kreatio.net/bgn_redesign/svg/article-facebook.svg)](https://www.facebook.com/sharer.php?u=https://www.businessgreen.com/4121015)\n* [![whatsapp-icon](//assets.kreatio.net/bgn_redesign/svg/article-whatsapp.svg)](whatsapp://send?text=https://www.businessgreen.com/4121015?utm_source%3DWhatsappshare%26utm_medium%3Dnative%26utm_campaign%3DNativeshare)\n\n\n\n\n\n\n\n![Credit: iStock](https://image.chitra.live/api/v1/wps/5439e65/d0915060-a7f7-4fe2-9fe7-e1f18c5ba00a/7/iStock-1340881556-580x358.jpg \"Credit: iStock\")\n\n\n\nImage: Credit: iStock\n\n\n\n\n\n\n#### Integrity Council for the Voluntary Carbon Market has finalised its assessment framework to gauge whether credits meet its ten Core Carbon Principles (CCPs)\n\n\n\n\n\nThe Integrity Council for the Voluntary Carbon Market (ICVCM) has today released its full global benchmark for carbon offset projects, in a move aimed at driving up environmental and social standards in...\n\n\n\n\n\n\n\nTo continue reading this article...\n\n\n#### Join BusinessGreen\n\n\n\n* Enjoy exclusive news, insights and analysis from Europe’s leading source of information on the green economy and business.\n* Make smart, responsible business decisions with an eye on the latest regulatory and tech development\n* Tap into our extensive archive of exclusive articles, news, analysis and guide\n* Access to our new BusinessGreen intelligence service, providing you with\n* *> Exclusive in-depth case studies*\n* *> Policy briefings, white papers and reports on market trends that are shaping the direction of the net zero transition*\n* *>**Our overnight briefing, expertly curated help you run a competitive and sustainable business*\n* *>**Online and interactive meetings with BusinessGreen’s editors to discuss the crucial stories and trends from the past month*\n\n\nChoose from 3 paid membership levels or start a 7-day no strings trial.\n\n\n\n[Join now](https://www.businessgreen.com/membership?utm_source=Barrier%20page&utm_medium=Website&utm_campaign=Join%20button&utm_content=Join%20now)[Try 7 day trial](https://membership.businessgreen.com/virtual/trialbg/?WYVtc=%3CBGTRIAL01%3E&WYVtcTypeID=16)\n\n\n#### \n\n\n#### Already a BusinessGreen member?\n\n\n [Login](/userlogin) \n\n\n\n\n\n\n\n[#### Previous Article](/news/4121007/tesco-teams-harper-adams-university-offer-sustainable-farming-skills-training)\n[Tesco teams up with Harper Adams University to offer sustainable farming skills training](/news/4121007/tesco-teams-harper-adams-university-offer-sustainable-farming-skills-training)\n\n\n[#### Next Article](/news/4121037/investor-lgim-teams-national-trust-launch-fossil-fuel-exclusion-fund)\n[Investor LGIM teams up with National Trust to launch fossil fuel-exclusion fund](/news/4121037/investor-lgim-teams-national-trust-launch-fossil-fuel-exclusion-fund)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n![Stuart Stone](https://image.chitra.live/api/v1/wps/2eaa70e/6acf8f6d-74b3-4019-a7e6-5cf081628b52/0/Byline-72x72.jpeg)\n\n##### Author spotlight\n\n\n#### [Stuart Stone](/author/30bbf52c-ad22-4148-ba9f-7779030fa325/stuart-stone)\n\n\n\n\n\n\n[View profile](/author/30bbf52c-ad22-4148-ba9f-7779030fa325/stuart-stone)\n\n\n\n\n###### More from Stuart Stone\n\n\n\n[Breaking ground at Arbor: London's innovative 'all-electric' office space](/feature/4120696/breaking-ground-arbor-londons-innovative-electric-office-space)\n\n\n\n\n\n\n[Analysis: Shell's bumper profits 'have not translated into higher renewables investment'](/news/4121038/analysis-shells-bumper-profits-translated-renewables-investment)\n\n\n\n\n\n\n\n\n\n\nMost read\n\n\n\n\n01\n\n####  [Drax given green light for £500m 'hollow mountain' energy storage expansion in Scotland](/news/4120877/drax-green-light-gbp500m-hollow-mountain-energy-storage-expansion-scotland \"Drax given green light for £500m 'hollow mountain' energy storage expansion in Scotland\")\n\n\n\n26 July 2023\n•\n4 min read\n\n\n\n\n02\n\n####  ['Global threshold for quality': Can ICVCM's new benchmark help build a 'high integrity' market for carbon credits?](/news-analysis/4121015/global-threshold-quality-icvcms-benchmark-help-build-integrity-market-carbon-credits \"'Global threshold for quality': Can ICVCM's new benchmark help build a 'high integrity' market for carbon credits?\")\n\n\n\n27 July 2023\n•\n5 min read\n\n\n\n\n03\n\n####  ['Credits where they are not due': As forest offsets once again face criticism, is an 'entirely new' approach needed?](/analysis/4120903/credits-forest-offsets-criticism-entirely-approach \"'Credits where they are not due': As forest offsets once again face criticism, is an 'entirely new' approach needed?\")\n\n\n\n26 July 2023\n•\n11 min read\n\n\n\n\n04\n\n####  [Poll: UK swing voters fear Conservative Party is too weak on green policy](/news/4120991/poll-uk-swing-voters-fear-conservative-party-weak-green-policy \"Poll: UK swing voters fear Conservative Party is too weak on green policy\")\n\n\n\n26 July 2023\n•\n6 min read\n\n\n\n\n05\n\n####  [BT to trial conversion of defunct on-street broadband cabinets into EV chargers](/news/4120910/bt-trial-conversion-defunct-street-broadband-cabinets-ev-chargers \"BT to trial conversion of defunct on-street broadband cabinets into EV chargers\")\n\n\n\n26 July 2023\n•\n3 min read\n\n\n\n\n\n\n\n\n\n\nMore on Investment\n------------------\n\n\n\n\n\n\n[![Credit: iStock](https://image.chitra.live/api/v1/wps/c821625/7191e5ce-5490-421a-8416-941d76af173e/1/Climate-change-323x202.jpg)](/news/4121047/carbon-tracker-financial-firms-flawed-climate-models-putting-millions-pensions-risk \"Credit: iStock\")\n\n\n\n\n[Investment](/category/investment)\n\n####  [Carbon Tracker: Financial firms' 'flawed' climate models putting millions of pensions at risk](/news/4121047/carbon-tracker-financial-firms-flawed-climate-models-putting-millions-pensions-risk \"Carbon Tracker: Financial firms' 'flawed' climate models putting millions of pensions at risk \")\n\n\nFinancial institutions relying on economic research that ignores critical scientific evidence about the financial risks from climate change, think tank warns\n\n\n\n\n[Amber Rolt](/author/fa6fc107-8add-46da-9e4b-76eb33342756/amber-rolt)\n\n\n![clock](//assets.kreatio.net/bgn_redesign/svg/clock.svg)\n27 July 2023\n•\n5 min read\n\n\n\n\n\n\n\n[![Credit: Gridserve](https://image.chitra.live/api/v1/wps/f2407e8/9ea3d69c-0265-4832-8c91-e7640b3d3444/6/Announcement-2-EV-charging-at-the-GRIDSERVE-Electric-Super-Hub-in-Moto-Wetherby-323x202.jpeg)](/news/4121056/gridserve-secures-gbp500m-financing-accelerate-ev-charging-rollout \"Credit: Gridserve\")\n\n\n\n\n[Investment](/category/investment)\n\n####  [Gridserve secures over £500m financing to accelerate EV charging rollout](/news/4121056/gridserve-secures-gbp500m-financing-accelerate-ev-charging-rollout \"Gridserve secures over £500m financing to accelerate EV charging rollout \")\n\n\nMajor £526m boots comprises various loans designed to support the firm's continued nationwide rollout of ultra-fast EV charging stations\n\n\n\n\n[Amber Rolt](/author/fa6fc107-8add-46da-9e4b-76eb33342756/amber-rolt)\n\n\n![clock](//assets.kreatio.net/bgn_redesign/svg/clock.svg)\n27 July 2023\n•\n2 min read\n\n\n\n\n\n\n\n[![Credit: iStock](https://image.chitra.live/api/v1/wps/9421644/63072316-ab25-4ca3-8398-a1d706396c81/12/iStock-1314314156-323x202.jpg)](/news/4121038/analysis-shells-bumper-profits-translated-renewables-investment \"Credit: iStock\")\n\n\n\n\n[Investment](/category/investment)\n\n####  [Analysis: Shell's bumper profits 'have not translated into higher renewables investment'](/news/4121038/analysis-shells-bumper-profits-translated-renewables-investment \"Analysis: Shell's bumper profits 'have not translated into higher renewables investment'\")\n\n\nOil and gas giant posts $5bn quarterly profit, as figures show it is investing 5.6 times more in fossil fuels than its renewables business\n\n\n\n[![Stuart Stone](https://image.chitra.live/api/v1/wps/f43b0d6/6acf8f6d-74b3-4019-a7e6-5cf081628b52/0/Byline-24x24.jpeg)](/author/30bbf52c-ad22-4148-ba9f-7779030fa325/stuart-stone \"Stuart Stone\")\n\n[Stuart Stone](/author/30bbf52c-ad22-4148-ba9f-7779030fa325/stuart-stone)\n\n\n![clock](//assets.kreatio.net/bgn_redesign/svg/clock.svg)\n27 July 2023\n•\n4 min read\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n* [Contact Us](/contact)\n* [Marketing Solutions](https://www.incisivemedia.com/solutions/)\n* [About Incisive Media](https://www.incisivemedia.com/about/)\n* [Privacy Settings](javascript:void(0))\n\n\n\n\n* [Terms & Conditions](https://www.incisivemedia.com/standard-terms-conditions/)\n* [Policies](https://www.incisivemedia.com/standard-policies/)\n* [Careers](https://www.incisivemedia.com/careers/)\n\n\n\n\n\nFOLLOW US\n* \n* \n* \n* \n* \n* \n* \n\n\n\n\n\n\n[![Incisive Media](https://assets.incisivemedia.com/production/im_arc/images/im_arc_logo.png)](https://www.incisivemedia.com/ \"Incisive Media\") \n© Incisive Business Media (IP) Limited, Published by Incisive Business Media Limited, New London House, 172 Drury Lane, London WC2B 5QR.Registered in England and Wales with company registration numbers 09177174 & 09178013. Part of Arc network, [www.arc-network.com](http://www.arc-network.com/)\n\n\n\n\n\nDIGITAL PUBLISHER OF THE YEAR\n[![right wallpaper ad]( https://assets.incisivemedia.com/production/global/images/aop-logos.png)](http://www.incisivemedia.com/accreditations)\n\n\n\n\n\n\n\n\n\n"}], [{"source": "Business Today", "title": "Here’s why crucial aspects of India’s carbon market need clarity", "link": "https://www.businesstoday.in/opinion/columns/story/heres-why-crucial-aspects-of-indias-carbon-market-need-clarity-391502-2023-07-27", "summary": "- Ministry of Power's Carbon Credit Trading Scheme (CCTS) aims to create a domestic market for tracking and trading carbon credits in India\n- Existing carbon compliance mechanisms in India include PAT for tradable energy certificates and RPO for renewable energy certificates\n- CCTS will transition from ESCerts to carbon certificates expressed in CO2 equivalent\n- National Steering Committee and Bureau of Energy Efficiency will govern the domestic carbon market\n- The notification lacks clarity on operationalization aspects, eligible consumers, price discovery, voluntary market mechanisms, and international market linkages\n- The timeline for operationalizing the carbon market is not provided\n- Limited specification on the sectors eligible to participate in the domestic carbon market\n- Alignment with the existing voluntary Green Credit Programme (GCP) and potential overlap between green credits and carbon credits\n- Uncertainty regarding the relationship between global carbon credits and domestic carbon credits\n- Need for a robust methodology for carbon price discovery and consideration of micro, small, and medium enterprises (MSMEs)\n- More structured and incentive-driven mechanism for private sector participation in the voluntary carbon market\n- Governance structure and interoperability issues for voluntary carbon markets\n- Additional efforts required for consumer profiling, target setting, cross-ministerial coordination, and monitoring and verification in operationalizing the carbon market.", "classification": {"category": "CategoryS1", "reason": "The article discusses the Ministry of Power's Carbon Credit Trading Scheme and creating a domestic market for tracking and trading carbon credits to limit emissions."}, "sentiment": {"score": 3, "reason": "The article discusses the development of the Carbon Credit Trading Scheme and the creation of a domestic market for carbon credits, which is a positive step in fighting climate change. However, it also highlights uncertainties and limitations in operationalizing the market."}, "content": "Economies globally have recognised the urgency of limiting carbon emissions to fight climate change. Putting a price on carbon emissions by developing a trading system (carbon market) to buy and sell carbon credits is one way to limit emissions. The Ministry of Power’s (MoP) recent Carbon Credit Trading Scheme (CCTS) 2023 aims at creating a domestic market for tracking and trading carbon credits. The policy is a step in the right direction for setting up India's compliance and voluntary carbon markets. Still, several questions remain unanswered on whether it operationalises the market.   \n\n\nThe concept of carbon credit is not new in India. The domestic carbon compliance market has existed for a long time in the form of Perform, Achieve and Trade (PAT) for tradable energy certificates (ESCerts) by designated consumers in industrial units from energy-intensive sectors such as aluminium, cement, chlor-alkali, fertiliser, iron & steel, paper & pulp, railways, thermal power and textile. The Renewable Purchase Obligation (RPO) for renewable energy certificates (RECs) by generators producing electricity from clean sources like solar, wind, biomass, small hydro and municipal solid waste is another form of carbon compliance. Further, the Energy Conservation Act 2001 also discusses issuing carbon credit certificates to registered entities. \n\n\nCCTS will now encompass the existing trading mechanism by transitioning from tonnes of oil equivalent (ESCerts) to carbon certificates expressed in tonnes of carbon dioxide (CO2) equivalent.  \n\n\nThe CCTS notification lays the framework and structure of the domestic carbon market. It constitutes a National Steering Committee comprising representatives from key ministries to govern the domestic carbon market. This committee will give recommendations to the Bureau of Energy Efficiency (BEE) for establishing emissions targets and trajectories for obligated entities under the compliance mechanism and lay guidelines for issuing and trading carbon credit certificates outside India. \n\n\nEssentially, BEE will become an administrator and develop procedures and eligibility criteria for accrediting carbon verification agencies. The Grid Controller of India will handle the meta registry for obligated and non-obligated entities under the compliance and voluntary carbon markets, respectively. Meanwhile, the Central Electricity Regulatory Commission (CERC) will regulate the trading of certificates. \n\n\nThe Institute for Energy Economics and Financial Analysis (IEEFA) provided a series of comments in response to the draft CCTS released by the MoP in March 2023. The MoP adopted some of the suggestions, including setting up a meta registry that will be compatible with international registries, the inclusion of the non-power sector, a pathway for setting targets for emission reduction and inclusion of PAT and REC. But, the notification falls short of clarifying the operationalisation aspects, including eligible consumers, price discovery, voluntary market mechanisms and linking the domestic carbon market with the international markets to attract finance and technology. \n\n\n**Timeline for operationalising the market**\n\n\nThe notification does not provide a timeline for operationalising the carbon market, including which section of the market is likely to start first. It defines obligated entities as those notified under the compliance mechanism and non-obligated entities as those that can purchase carbon credit certificates voluntarily. This definition and stakeholder consultations held by the BEE suggest that obligated entities are those that the existing PAT scheme covers. The current cycle for PAT continues until 2025. It is unclear whether the CCTS mandates all or some of these entities to transfer to the carbon credit market. As such, it will be useful to understand the timeline. Some newspaper reports discuss starting the voluntary carbon market right away. This requires clarity on the sectors and a timeline for targets and processes. \n\n\n**Limited specification on the sectors eligible to participate in the domestic carbon market**\n\n\nThe notification states that the MoP will notify greenhouse gas (GHG) emissions intensity targets to the Ministry of Environment, Forest, and Climate Change (MoEFCC), based on recommendations from BEE. Obligated entities will have to achieve these targets along with any other targets, such as non-fossil energy consumption or specific energy consumption, as per the MoP’s notifications. But there is no clarity on the eligibility of the sectors and industries under this scheme. The eleven sectors identified by the National Carbon Market include petroleum refineries, cement, steel, chlor-alkali, aluminium, thermal power plants and fertilisers. Will the list expand to add more sectors? If yes, then the question is how will these additional sectors be identified.  \n\n\n**Aligning with the existing domestic market**\n\n\nThe Green Credit Programme (GCP) announced by MoEFCC aims to incentivise environmentally conscious practises via trading green credits. This will be a purely voluntary market covering eight sectors, primarily affecting rural areas. The sectors focus on increasing tree cover, promoting water conservation, adopting natural and regenerative agricultural practices, improving soil health and the nutritional value of food, managing waste effectively and reducing air pollution.  \n\n\nThese activities under GCP may generate green credits and carbon credits from the same activity under the carbon market. If this is so, how are the two different? What would be the potential use of green credits if they also generate carbon credits that could be sold in the domestic market? How will the two markets intersect or overlap? \n\n\n**Linkages with international carbon markets**\n\n\nIndia has been participating in the sale of carbon credits through the Clean Development Mechanism (CDM) route and private sector-driven voluntary carbon market. Between 2010 and 2022, India issued 278 million credits in the voluntary carbon market, accounting for 17 per cent of global supply, according to the Greenhouse Gas Emissions Special report by S&P Global Commodity Insights. With the domestic carbon market now in place, it is unclear whether the global carbon credit certificates will run parallel to the domestic ones.  \n\n\nIn addition, is there a need to regulate (if yes, how?) carbon credits exported for trade in the international voluntary carbon market? Such decisions will impact India’s strategy to welcome foreign direct investment in decarbonisation activities. \n\n\n**Getting the pricing right for carbon credits**\n\n\nThe effectiveness of the carbon market will depend on the accuracy of carbon price discovery. If the buying price is too high, it will deter participation, especially from micro, small, and medium enterprises (MSMEs). If the selling price is too low, there will be no incentive for real emissions reduction. \n\n\nHence, a robust methodology for price discovery and some pilots will be necessary going forward. The methodology should clearly lay out the process for price discovery based on sectoral or unit-wise emission targets. It also needs structured checks and balances to ensure market stability and prevent an oversupply or overdemand of credits. \n\n\nThe voluntary carbon market requires even greater efforts as price discovery is more complex considering the variety in project sizes, location, quality, value adds, and more. The scheme seems to focus on the compliance market, providing limited guidance for non-obligated entities. Enhancing private sector participation in the voluntary carbon market needs a more structured and incentive-driven mechanism. \n\n\n**Learnings from the global voluntary carbon market**\n\n\nUnlike compliance markets, voluntary markets are usually partially regulated and market-driven. Hence, multiple agencies with their own standards, eligibility criteria and terminologies exist. Offset standards, including Verra's Verified Carbon Standard (VCS) and the Gold Standard, verify the projects and ensure they follow strict rules and maintain high environmental integrity standards. However, these standards usually only assess the original offsetting project and not the broader ecosystem, allowing companies to prioritise whatever makes the most financial sense. \n\n\nAs India sets the foundation for its domestic carbon market, it is crucial to understand the governance structure for voluntary carbon markets. Will the National Steering Committee decide the standards, or will they remain open for the industries to take a call on? Would there be interoperability between voluntary carbon credits bought or sold in the international carbon market and the domestic voluntary market? \n\n\nIEEFA welcomes the efforts taken by MoP to develop the Indian carbon market. Still, operationalising the market requires more efforts on consumer profiling, target setting, cross-ministerial coordination and robust monitoring and verification. The carbon market would help corporations become carbon neutral. In addition to the compliance market, clarity on the timeline and structure of the voluntary market is crucial considering the National Stock Exchange (NSE) and the Indian Energy Exchange (IEX) have already announced plans to explore voluntary carbon market. \n\n\n***Views are personal. The author is Energy Analyst, Institute for Energy Economics and Financial Analysis (IEEFA)***\n\n\n"}, {"source": "Ecotextile News", "title": "Carbon credit guidelines lacking, warns watchdog | Social Compliance & CSR News | News", "link": "https://www.ecotextile.com/2023072730993/social-compliance-csr-news/carbon-credit-guidelines-lacking-warns-watchdog.html", "summary": "- The Integrity Council for the Voluntary Carbon Market's guidelines for carbon credits lack sufficient quality improvements\n- Carbon Market Watch is concerned that the guidelines only set a minimum threshold and leave loopholes and ambiguities\n- The guidelines are an update to the ICVCM's previous guidelines", "classification": {"category": "CategoryN1", "reason": "The article discusses the guidelines for carbon credits, which is news about carbon."}, "sentiment": {"score": 2, "reason": "The article raises concerns about the lack of quality improvements in carbon credits, which may have a negative sentiment."}, "content": "\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n![Social Media](/templates/rt_callisto/images/v32/social-icons-v32.png)\n\n\n\n\n\n\n\n \n[![Careers in Textiles](/templates/rt_callisto/images/v32/cit-banner-v32.png \"Careers in Textiles\")](/jobs/) \n\n\n\n [![Ecotextile News](/templates/rt_callisto/images/v32/etn-logo-main-v32.png)](/ \"Ecotextile News\")\n\n\n\n\n\n\n[![Login](/modules/mod_improved_ajax_login/themes/etn_32/images/btnLogin.png \"Login\")](/log-in.html)\n\n\n\n\n\n### Login to your account\n\n\n\n\n\n\n\n\n\n\n\n\nLog in\n\n\n\n\n Remember Me \n\n[Forgot your password?](/lost-password.html)\n  \n\n\n\n  \n\n\n\n\n\n\n\n\n\n  \n\n\n\n\n\n\n\n\n\n\n[![Register](/modules/mod_improved_ajax_login/themes/etn_32/images/btnRegister.png \"Register\")](/registration)\n[![Subscribe](/modules/mod_improved_ajax_login/themes/etn_32/images/btnSubscribe.png \"Subscribe\")](/magazine-subscribe)\n[![Podcasts](/modules/mod_improved_ajax_login/themes/etn_32/images/btnPodcasts.png \"Podcasts\")](/podcasts)\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n* [Home](/)\n* [Latest](/news/)\n* [Features](/news/features/)\n* [Retail](/news/fashion-retail-news/)\n* [Materials](/news/materials-production-news/)\n* [Workers](/news/social-compliance-csr-news/)\n* [Chemistry](/news/dyes-chemicals-news/)\n* [Standards](/news/labels-legislation-news/)\n* [Events](/news/shows-events/)\n* [Jobs](/jobs/)\n* [Partner News](/news/partner-news/)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[![ISA-TanTec July 2023](https://www.ecotextile.com/images/banners/ISA-Tantec/isa_tantec_etn_june2023_1200x80.jpg)](/banners/click2839.html \"ISA-TanTec July 2023\")\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n Written by Haydn Davis \n\n\n\n Published: 27 July 2023 \n\n\n\n\n Carbon credit guidelines lacking, warns watchdog\n--------------------------------------------------\n\n\n\n ![](/images/Forest.jpeg) \n\n\n\n\n\n\n\n**LONDON - The Integrity Council for the Voluntary Carbon Market’s (ICVCM) latest guidelines provide a set of much-needed incremental improvements but fail to raise the quality of carbon credits sufficiently, an industry watchdog has warned.**\n\n\n**Although broadly welcoming the ICVCM's new guidelines, analysts at Carbon Market Watch have raised concerns that the update will set a minimum threshold rather than a high bar for carbon markets, which in turn will leave too many loopholes and ambiguities to truly tackle the climate crisis.**\n\n\n[Log in or register to see this content](#jextbox-login-module-0 \"Register to see the full content\")\n[Why Subscribe?](#why-subscribe-info)\n\n\n\nExisting users sign in\n----------------------\n\n\n\n\n\n\nUser Name\n\n\n\n\n\nPassword\n\n\n\n\nRemember Me\n\n\n\n[![Archroma July 2023](https://www.ecotextile.com/images/banners/Archroma/archroma_inside-story-etn_feb2023-1600x250.gif)](/banners/click2841.html \"Archroma July 2023\")\n\n\n\n\n\n\n\n\n\n\n\n\n\n* [Forgot your password?](/lost-password.html)\n* [Forgot your username?](/lost-user-name.html)\n\n\n\n### Register here:\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\nHave You Also Seen?\n\n\n\n[![](/images/relateditemsxtd/287a4003429633f6c2d6da9ed1d5379a.jpg)](/2021111828637/materials-production-news/textile-tool-measures-carbon-and-water-impacts.html) \n\n[##### Textile tool measures carbon and water impacts](/2021111828637/materials-production-news/textile-tool-measures-carbon-and-water-impacts.html)\n\n\n\n\n[![](/)](/2018073123634/social-compliance-csr-news/bangladesh-on-board-with-ilo-s-decent-work-programme.html) \n\n[##### Bangladesh on board with ILO’s Decent Work Programme](/2018073123634/social-compliance-csr-news/bangladesh-on-board-with-ilo-s-decent-work-programme.html)\n\n\n\n\n[![](/images/relateditemsxtd/f6376110f5340e5829d8bf24d3a1e7ca.jpg)](/2018073123638/dyes-chemicals-news/indorama-deal-to-enhance-recycling-capacity-2.html) \n\n[##### Indorama deal to enhance recycling capacity](/2018073123638/dyes-chemicals-news/indorama-deal-to-enhance-recycling-capacity-2.html)\n\n\n\n\n[![](/images/relateditemsxtd/4e10b853421f1b2b12dc73debfb3fd49.jpg)](/2018080323644/materials-production-news/wecycled-initiative-awarded-natural-fibre-prize.html) \n\n[##### Wecycled initiative awarded Natural Fibre prize](/2018080323644/materials-production-news/wecycled-initiative-awarded-natural-fibre-prize.html)\n\n\n\n\n[![](/images/relateditemsxtd/a0bf4d801a78371e4561b22addb2fd98.jpg)](/2018080723648/fashion-retail-news/research-calls-for-plastic-hanger-retail-reform.html) \n\n[##### Research calls for plastic hanger retail reform](/2018080723648/fashion-retail-news/research-calls-for-plastic-hanger-retail-reform.html)\n\n\n\n\n[![](/images/relateditemsxtd/9c5c748241a0f093ed35013939a2f4f9.jpg \"The inaugural 2017 Fashion Summit HK was the largest sustainable textile conference ever to take place in Asia\")](/2018081023656/shows-events/circular-economy-focus-of-fashion-summit-hk-2018.html) \n\n[##### Circular Economy focus of Fashion Summit HK 2018](/2018081023656/shows-events/circular-economy-focus-of-fashion-summit-hk-2018.html)\n\n\n\n \n\n\n\n\n\n\n\nBack Issue Archive \n\n\n\n\n\n[![August 2023](/images/backissues/202308-August_2023.jpg)](/magazine-subscribe\r \"August 2023\")\n\n\n\n#### \n[August 2023](/magazine-subscribe\r)\n\n\n \n\n\n\n\n\n\n\n[![June 2023](/images/backissues/202306-June_2023.jpg)](/magazine-subscribe\r \"June 2023\")\n\n\n\n#### \n[June 2023](/magazine-subscribe\r)\n\n\n \n\n\n\n\n\n\n\n[![April 2023](/images/backissues/202303-April_2023.jpg)](/magazine-subscribe\r \"April 2023\")\n\n\n\n#### \n[April 2023](/magazine-subscribe\r)\n\n\n \n\n\n\n\n\n\n\n[![February 2023](/images/backissues/202302-February_2023.jpg)](/magazine-subscribe\r \"February 2023\")\n\n\n\n#### \n[February 2023](/magazine-subscribe\r)\n\n\n \n\n\n\n\n\n\nOther Publications from MCL News & Media \n\n\n\n\n\n[![Sustainable Nonwovens](/images/otherpubs/01.Sustainable_Nonwovens.jpg)](https://www.mclnews.com/magazines/sustainable-nonwovens\r \"Sustainable Nonwovens\")\n\n\n\n##### \n[Sustainable Nonwovens](https://www.mclnews.com/magazines/sustainable-nonwovens\r)\n\n\n \n\n\n\n\n\n\n\n[![Knitting Trade Journal](/images/otherpubs/02.Knitting_Trade_Journal.jpg)](https://www.mclnews.com/magazines/knitting-trade-journal\r \"Knitting Trade Journal\")\n\n\n\n##### \n[Knitting Trade Journal](https://www.mclnews.com/magazines/knitting-trade-journal\r)\n\n\n \n\n\n\n\n\n\n\n[![T-EVO](/images/otherpubs/03.T-EVO.jpg)](https://www.mclnews.com/magazines/textile-evolution\r \"T-EVO\")\n\n\n\n##### \n[T-EVO](https://www.mclnews.com/magazines/textile-evolution\r)\n\n\n \n\n\n\n\n\n\n\n[![Textile Standards](/images/otherpubs/04.Textile_Standards.jpg)](https://www.mclnews.com/online/textile-standards\r \"Textile Standards\")\n\n\n\n##### \n[Textile Standards](https://www.mclnews.com/online/textile-standards\r)\n\n\n \n\n\n\n\n\n\n\n[![Closing The Loop](/images/otherpubs/05.Closing_The_Loop.jpg)](https://www.mclnews.com/reports/closing-the-loop\r \"Closing The Loop\")\n\n\n\n##### \n[Closing The Loop](https://www.mclnews.com/reports/closing-the-loop\r)\n\n\n \n\n\n\n\n\n\n\n[![Sustainable Sourcing Map](/images/otherpubs/06.Sustainable_Sourcing_Map.jpg)](https://www.mclnews.com/reports/sustainable-sourcing-map\r \"Sustainable Sourcing Map\")\n\n\n\n##### \n[Sustainable Sourcing Map](https://www.mclnews.com/reports/sustainable-sourcing-map\r)\n\n\n \n\n\n\n\n\n\n\n[![Detox Deconstructed](/images/otherpubs/07.Detox_Deconstructed.jpg)](https://www.mclnews.com/reports/detox-deconstructed\r \"Detox Deconstructed\")\n\n\n\n##### \n[Detox Deconstructed](https://www.mclnews.com/reports/detox-deconstructed\r)\n\n\n \n\n\n\n\n\n\n\n[![Insiders-Guide-to-Sustainable-Cotton](/images/otherpubs/08.Insiders-Guide-to-Sustainable-Cotton.jpg)](https://www.mclnews.com/guidebooks/insider-s-guide-to-sustainable-cotton\r \"Insiders-Guide-to-Sustainable-Cotton\")\n\n\n\n##### \n[Insiders-Guide-to-Sustainable-...](https://www.mclnews.com/guidebooks/insider-s-guide-to-sustainable-cotton\r)\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[![Cotton Inc Strapline July 2023](https://www.ecotextile.com/images/banners/CottonInc/cotton_inc_sourcing_etn_june202_775x150.gif)](/banners/click2843.html \"Cotton Inc Strapline July 2023\")\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[![SACO July 2023](https://www.ecotextile.com/images/banners/SACO/saco_etn_nov22-new.gif)](/banners/click2840.html \"SACO July 2023\")\n\n\n\n\n\n\n[![The Lycra Company July 2023](https://www.ecotextile.com/images/banners/Lycra-Company/lycra_company_etn_july2023-300x100.gif)](/banners/click2838.html \"The Lycra Company July 2023\")\n\n\n\n\n\n\n[![Advertise With Us](https://www.ecotextile.com/images/banners/advertise1.jpg)](/banners/click1126.html \"Advertise With Us\")\n\n\n\n[![Worldly July 2023](https://www.ecotextile.com/images/banners/Higg/Worldly_BrandFocused_300x100.jpg)](/banners/click2847.html \"Worldly July 2023\")\n\n\n\n[![Texhibition ITKIB July 2023](https://www.ecotextile.com/images/banners/Texhibition/itkib_etn_july2023_300x200.jpg)](/banners/click2842.html \"Texhibition ITKIB July 2023\")\n\n\n\n[![ETN Podcast](https://www.ecotextile.com/images/banners/ETN/podcast_nov2021.jpg)](/banners/click2014.html \"ETN Podcast\")\n\n\n\n[![Performance Days July 2023](https://www.ecotextile.com/images/banners/PerformanceDays/perfromance_days_etn_july2023-300x75.jpg)](/banners/click2859.html \"Performance Days July 2023\")\n\n\n\n[![Avocet July 2023](https://www.ecotextile.com/images/banners/Avocet/avocet_feb19_380x100.gif)](/banners/click2848.html \"Avocet July 2023\")\n\n\n\n[![ITMA Asia July 2023](https://www.ecotextile.com/images/banners/ITMA-Asia/itma-asia_april2023_300-100.jpg)](/banners/click2853.html \"ITMA Asia July 2023\")\n\n\n\n[![Oeko-Tex July 2023](https://www.ecotextile.com/images/banners/Oekotex/oekotex_etn_march2023.gif)](/banners/click2852.html \"Oeko-Tex July 2023\")\n\n\n\n\n### Trending Right Now\n\n\n\n\n\n\n\n\n[Shein calls for action on UFLPA loophole](/2023072630978/labels-legislation-news/shein-calls-for-action-on-uflpa-loophole.html)  \nWednesday, 26 Jul 2023 \n\n\n\n\n\n[New code of conduct for gins](/2023071930951/social-compliance-csr-news/new-code-of-conduct-for-gins.html)  \nWednesday, 19 Jul 2023 \n\n\n\n\n\n[Nike urged to support supply chain workers](/2023072130960/social-compliance-csr-news/nike-urged-to-support-supply-chain-workers.html)  \nFriday, 21 Jul 2023 \n\n\n\n\n\n[Scientists create coatings from textile waste](/2023072030957/dyes-chemicals-news/scientists-create-coatings-from-textile-waste.html)  \nThursday, 20 Jul 2023 \n\n\n\n\n\n[Pushback on mooted wholesale PFAS ban](/2023072030956/dyes-chemicals-news/pushback-on-mooted-wholesale-pfas-ban.html)  \nThursday, 20 Jul 2023 \n\n\n\n \n\n\n[![ITSA July 2023](https://www.ecotextile.com/images/banners/ITSA/itsa23_etn_July2023_300x100.gif)](/banners/click2851.html \"ITSA July 2023\")\n\n\n\n[![Chemours July 2023](https://www.ecotextile.com/images/banners/Chemours/chemours_umbrella_etn_july2023_300x100.jpg)](/banners/click2837.html \"Chemours July 2023\")\n\n\n\n[![Bluesign July 2023](https://www.ecotextile.com/images/banners/Bluesign/blusign_etn_march-2023.gif)](/banners/click2850.html \"Bluesign July 2023\")\n\n\n\n[![Sanitized July 2023](https://www.ecotextile.com/images/banners/Sanitized/sanitized_etn_may2023-2.gif)](/banners/click2849.html \"Sanitized July 2023\")\n\n\n\n\n\n\n[![MCL App](https://www.ecotextile.com/images/banners/MCL/etn_app_312_wide.jpg)](/banners/click1524.html \"MCL App\")\n\n\n\n[![For Premium Content Subscribe to EcoTextile News](https://www.ecotextile.com/images/banners/banner-etn-sub-350x164.jpg)](/banners/click1597.html \"Subscribe (350x164) MCL site\")\n\n\n\n[![Cotton & Sustainability Guide](https://www.ecotextile.com/images/banners/MCL/cotton_guide_312_wide.jpg)](/banners/click1904.html \"Cotton & Sustainability Guide\")\n\n\n\n[![Textile Standards and Legislation](https://www.ecotextile.com/images/banners/MCL/TSL2022.jpg)](/banners/click2058.html \"TSL2020book\")\n\n\n\n[![ETN Jobs April 2021](https://www.ecotextile.com/images/banners/etn_job-alerts_380x200.png)](/banners/click2331.html \"ETN Jobs April 2021\")\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n* [About Us](/information/about-us.html)\n* [Newsletters](/newsletters/listing.html)\n* [Talks](/news/talks.html)\n* [Terms & Conditions](/legal/terms-conditions.html)\n* [Privacy Statement](/legal/privacy-statement.html)\n* [Environmental Policy](/legal/environmental-policy.html)\n* [Advertising Terms](/legal/advertising-terms-conditions.html)\n* [Contact Us](/contact-us/uncategorised/head-office.html)\n\n\n\n\n\n\n [![MCL News & Media](/images/mcl-logo-footer.png \"MCL News & Media\")](http://www.mclnews.com/)\n\n\n\n\n\n ©\n 2008 - 2023\n MCL News & Media\n \n\n\n\n\n\n\n\n\n[Subscribe](#)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n [Tweets by ecotextile](https://twitter.com/ecotextile)\n \n\n\n\n\n\nInterested in advertising?\n--------------------------\n\n\n### Simply give us a call\n\n\n#### Sales: +44 1977 708488\n\n\nOr if you prefer email, click on the button below and we'll get back to you asap\n\n\n\n\n\n\n\n\n \n\n [![](/modules/mod_improved_ajax_login/themes/etn_32/images/x.png)](#) \n\nWhy Subscribe?\n--------------\n\n\n\n\nFounded in 2006, Ecotextile News is the environmental magazine for the global textile and fashion industries and provides unrivalled daily coverage, comment and expertise in both print and online formats.\n\n\n### Focused on sustainable innovation and industry best practice, subscribers enjoy:\n\n\n* Daily breaking news on our market leading website.\n* Six printed magazine issues delivered to your door.\n* A weekly e-bulletin delivered to your inbox with all the latest developments\n* Unlimited access to our daily news website, including premium content\n* Digitised versions of every printed issue we’ve published since February 2007\n* Unlimited access to the MCL News and Media app with breaking news from our  \nfour market leading publications.\n* Exclusive discounts on MCL News & Media reports and magazines.\n\n\n### What we offer:\n\n\n* Inside track on the environmental strategies of brands and retailers\n* Influential commentary on MRSL’s and supply chain compliance\n* Exclusive interviews with key industry figures\n* New technology for sustainable textile production\n* Textile recycling, closed loop systems and recycled synthetics\n* Reports on social compliance and labour in developing nations\n* Guidance on environmental regulation and textile standards\n* How to select sustainable raw materials\n* Expert comment and analysis on textile dyeing and chemistry\n* Live reporting from global textile exhibitions and conferences\n* Breaking news on environmental policy briefings\n* The impact of natural resource consumption by the textile sector\n* Independent commentary on third-party sustainability tools\n* Textile manufacturing case studies\n* News on downstream pollution and wastewater treatment\n* Implications of trade agreements on environmental and social concerns\n\n\n\n\n\n \n\n"}, {"source": "Yahoo Finance", "title": "HYZON MOTORS REGAINS COMPLIANCE WITH NASDAQ MINIMUM BID PRICE REQUIREMENT", "link": "https://finance.yahoo.com/news/hyzon-motors-regains-compliance-nasdaq-114500125.html", "summary": "- Hyzon Motors has regained compliance with the $1.00 per share minimum bid price requirement of The Nasdaq Stock Market. \n- The minimum bid price requirement was met on July 25, 2023, and Hyzon's stock will continue to be listed and traded on The Nasdaq Capital Market. \n- Hyzon Motors is a global supplier of high-power fuel cell technology focused on integrating its solutions into zero-emission heavy-duty fuel cell electric vehicles. \n- The company aims to supply zero-emission heavy-duty trucks to customers in North America, Europe, Australia, and New Zealand to mitigate carbon emissions from diesel transportation. \n- Hyzon collaborates with partners across the hydrogen value chain to bring clean hydrogen to the market and support fuel cell vehicle deployments.", "classification": {"category": "CategoryS1", "reason": "The article is about Hyzon Motors, a global supplier of high-power fuel cell technology for zero-emission heavy-duty vehicles, which contributes to reducing carbon emissions from diesel transportation."}, "sentiment": {"score": 4, "reason": "The article showcases Hyzon Motors' commitment to zero-emission heavy-duty vehicles and their efforts to mitigate carbon emissions, which is a positive sentiment."}, "content": "ROCHESTER, N.Y., July 27, 2023 /PRNewswire/ -- Hyzon Motors Inc. (NASDAQ: HYZN) (Hyzon or the Company), a high-power hydrogen fuel cell technology developer and global supplier of zero-emission heavy-duty fuel cell electric vehicles (FCEVs), today announced it received a formal notice from The Nasdaq Stock Market LLC (Nasdaq) notifying Hyzon that it has successfully regained compliance with the $1.00 per share minimum bid price requirement pursuant to Nasdaq Listing Rule 5450(a)(1) and that the matter is now closed.\n\n[![Hyzon Motors Logo (PRNewsfoto/Hyzon Motors Inc.)]()![Hyzon Motors Logo (PRNewsfoto/Hyzon Motors Inc.)](https://s.yimg.com/ny/api/res/1.2/IlpAwT2If6rSiQ0X4.ePcg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTcwNTtoPTM3MA--/https://media.zenfs.com/en/prnewswire.com/848d622b08151d0c26ce03d5b671660d)](https://mma.prnewswire.com/media/2047631/HYZON_Motors_Logo_Logo.html)Hyzon Motors Logo (PRNewsfoto/Hyzon Motors Inc.)The minimum bid price requirement was met on July 25, 2023, the tenth consecutive trading day when the closing bid price of the Company's common stock was more than $1.00. Hyzon's stock will continue to be listed and traded on The Nasdaq Capital Market.\n\n**About Hyzon**  \nHyzon Motors is a global supplier of high-power fuel cell technology focused on integrating its solutions into zero-emission heavy-duty fuel cell electric vehicles. Utilizing its proven and proprietary hydrogen fuel cell technology, Hyzon aims to supply zero-emission heavy duty trucks to customers in North America, Europe, Australia, and New Zealand to mitigate emissions from diesel transportation - one of the single largest sources of global carbon emissions. Hyzon collaborates with partners across the hydrogen value chain to bring clean hydrogen to the market to support fuel cell vehicle deployments. Hyzon is contributing to the adoption of fuel cell electric vehicles through its demonstrated technology advantage, fuel cell performance and history of rapid innovation. Visit [www.hyzonmotors.com](https://c212.net/c/link/?t=0&l=en&o=3929715-1&h=1711408359&u=http%3A%2F%2Fwww.hyzonmotors.com%2F&a=www.hyzonmotors.com).\n\n**Forward-Looking Statements** \n\nThis press release includes \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. All statements, other than statements of present or historical fact included in this press release, are forward-looking statements. When used in this press release, the words \"could,\" \"should,\" \"will,\" \"may,\" \"believe,\" \"anticipate,\" \"intend,\" \"estimate,\" \"expect,\" \"project,\" the negative of such terms and other similar expressions are intended to identify forward-looking statements, although not all forward-looking statements contain such identifying words. These forward-looking statements, including statements about our business outlook, are based on management's current expectations and assumptions about future events and are based on currently available information as to the outcome and timing of future events. Except as otherwise required by applicable law, Hyzon disclaims any duty to update any forward -looking statements, all of which are expressly qualified by the statements in this section, to reflect events or circumstances after the date of this press release. Hyzon cautions you that these forward-looking statements are subject to numerous risks and uncertainties, most of which are difficult to predict and many of which are beyond the control of Hyzon, including risks and uncertainties described in the \"Risk Factors\" section of Hyzon's definitive proxy statement on Schedule 14A filed with the U.S. Securities and Exchange Commission (the \"SEC\") on July 14, 2023, our Registration Statement on Form S-1 filed with the SEC on July 30, 2021, our Form 10-K for the year ended December 31, 2022 filed with the SEC on May 31, 2023, and other documents filed by Hyzon from time to time with the SEC. These filings identify and address other important risks and uncertainties that could cause actual events and results to differ materially from those contained in the forward-looking statements, such as risks related to the ability to convert non-binding memoranda of understanding or vehicle trial agreements into binding orders or sales (including because of the current or prospective financial resources of the counterparties to Hyzon's non-binding memoranda of understanding and letters of intent), or the ability to identify additional potential customers and convert them to paying customers. Hyzon gives no assurance that Hyzon will achieve its expectations.\n\nStory continues![Cision]()![Cision](https://s.yimg.com/ny/api/res/1.2/vibA_PLy1CkRUm367iLHIQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTM2O2g9MzY-/https://media.zenfs.com/en/prnewswire.com/e9402b08fcd3acb3d90f0c74e1a588ca)CisionView original content to download multimedia:<https://www.prnewswire.com/news-releases/hyzon-motors-regains-compliance-with-nasdaq-minimum-bid-price-requirement-301887055.html>\n\nSOURCE Hyzon Motors Inc.\n\n"}], [{"source": "Phys.org", "title": "Voluntary carbon offsets often fail to deliver what they promise, research finds", "link": "https://phys.org/news/2023-07-voluntary-carbon-offsets.html", "summary": "- Browser sent invalid request\n- Resulted in a 400 Bad Request error", "classification": {"category": "CategoryO1", "reason": "The article does not mention carbon."}, "sentiment": {"score": 1, "reason": "The article does not mention a sentiment towards removing carbon or preventing emissions."}, "content": "400 Bad request\n===============\n\n\nYour browser sent an invalid request.\n"}, {"source": "EURACTIV.com", "title": "How carbon pricing affects Europe's decarbonisation – EURACTIV.com", "link": "https://www.euractiv.com/section/emissions-trading-scheme/opinion/how-carbon-pricing-affects-europes-decarbonisation/", "summary": "- EU Green Deal reforms are helping accelerate the EU's decarbonization\n- Recent update of the EU Emissions Trading Scheme (ETS) tightens supply of emission allowances\n- Power emissions dropped by 17% in the first half of 2023 due to warmer winter, low industrial demand, high renewable penetration, and dropping gas prices\n- Cheaper gas led to a shift in favor of gas-powered generation over coal\n- Utilities began selling EUAs back into the market due to negative fuel switching costs\n- Hedge funds have shifted from net long positions to net short positions\n- Mid-term outlook for EUA prices in 2025 is neutral to bullish with volatility\n- Long-term outlook to 2030 is bullish due to decreasing cap and potential for massive decarbonization\n- EU power sector decarbonization expected to accelerate due to rising EUAs\n- Changing free allocation rules will impact industrials financially unless they decarbonize.", "classification": {"category": "CategoryN1", "reason": "The article discusses the EU Emissions Trading Scheme (ETS) and its impact on decarbonization, power emissions, and EUA prices."}, "sentiment": {"score": 4, "reason": "The article discusses reforms and policies aimed at accelerating decarbonization and reducing carbon emissions, which is considered a positive sentiment."}, "content": "Reforms undertaken as part of the European Green Deal, including the recent update of the EU Emissions Trading Scheme (ETS), are helping to accelerate the EU’s decarbonisation, write Gabriel Papeians and Stefan Feuchtinger.\n\n\n*Gabriel Papeians is a market analyst at Vertis Environmental Finance. Stefan Feuchtinger is the head of market research and analysis at Vertis Environmental Finance.*\n\n\nThe EU ETS is the cornerstone of European policy to tackle climate change and encourage the decarbonisation of heavy industries. It is a market-based mechanism, meaning that the price companies must pay to emit greenhouse gas emissions varies with supply and demand.\n\n\nAs part of the Fit for 55 package, the recent market reform has brought important changes, especially tightening the supply from next year onwards. This has created the expectation that EUAs, emission allowances, and, therefore, polluting costs could only go up.\n\n\nYet, the timing and interrelation of how supply interacts with demand make it a less straightforward conclusion.\n\n\n**First half of the year was less bullish for EUAs than expected**\n------------------------------------------------------------------\n\n\nIn the first half of 2023, power emissions experienced a significant drop of around 17% compared to the previous year, translating to approximately 125 million allowances annually should this trend persist until the end of 2023.\n\n\nFew had expected such a significant drop, at least by the beginning of the year. A warm winter, low industrial demand, high renewable penetration, and dropping gas prices led to this situation.\n\n\nOur model anticipates a slightly less bearish but still remarkable decline of approximately 14.8% in power emissions for the entirety of 2023 compared to 2022.\n\n\n![](https://www.euractiv.com/wp-content/uploads/sites/2/2023/07/oped1.jpg)\n\n\nCheaper gas triggered a shift in favour of gas-powered generation over coal, hence leading to the Clean Spark Spread (CSS), representing the theoretical profit margin of an average gas power plant, surpassing the Clean Dark Spread (CDS), reflecting the profitability of an average coal power plant.\n\n\nConsequently, utilities that had previously hedged their coal power production began to unwind their hedges, at least partially. In other words, it means a sale of EUAs back into the market.\n\n\nThis fuel-switching phenomenon implies that when the costs of switching from coal to gas are below zero, it becomes economically advantageous to do so. The margins for fuel switching vary depending on the efficiency of different coal and gas turbines, making it a gauge for the profitability of running gas over coal.\n\n\n![](https://www.euractiv.com/wp-content/uploads/sites/2/2023/07/oped2.jpg)\n\n\nIn the near term, the negative fuel switching costs have prompted utilities to sell back EUAs previously locked up in hedges.\n\n\nHowever, hedging for coal-powered generation in 2024 is still economically viable, and utilities are expected to continue hedging their year-ahead generation, albeit slower.\n\n\nThe expectation is for utility hedging speed to gradually increase in 2023. The main point of uncertainty is whether it will reach pre-crisis levels.\n\n\n![](https://www.euractiv.com/wp-content/uploads/sites/2/2023/07/oped3.jpg)\n\n\nThe data on investment funds’ behaviour, covering most hedge funds and trading houses, has shown shifts from consecutive net length to net short positions since H2-22.\n\n\nHedge funds have ventured into net short positions three times since August 2022. A record net short position of 25 million EUAs by the week ending June 2nd triggered a short squeeze, leading to bullish pressure and subsequent covering of short positions. As a result, CO2 prices increased to around €94.85 by June 20th before settling at €89.08 on June 30th.\n\n\nSince then, hedge funds’ net positions were hovering around the level of 0, confirming our hypothesis that they were waiting on the sidelines after the short position blew up. The latest data contradict the views that funds were staying on the sideline, they are now 8.5m long.\n\n\n![](https://www.euractiv.com/wp-content/uploads/sites/2/2023/07/oped4.jpg)\n\n\n**Mid-term Outlook for 2025 is neutral to bullish – with volatility**\n---------------------------------------------------------------------\n\n\nBased on the supply and demand analysis, EUA prices are expected to trade largely sideways on conflicting fundamentals, with an eventual uptick. The forecast predicts an average price of €108 in 2024 and €112/EUAs by the end of 2025.\n\n\n![](https://www.euractiv.com/wp-content/uploads/sites/2/2023/07/oped5.jpg)\n\n\n**The long-term Outlook to 2030 remains bullish unless…**\n---------------------------------------------------------\n\n\nIn the long term, we expect price fundamentals to be bullish due to the yearly decreasing cap, in line with “fit for 55” targets. The TNAC (Total Number of Allowances in Circulation) is expected to shift downward by 2026 due to a combination of cap reductions, RePowerEU volume frontloading, and the shipping sector’s shift to a significant short position by 2026.\n\n\nThe balance between decreasing supply and demand reductions is expected to tilt towards a tighter market in the decade’s second half.\n\n\nThe main risk exposure of this bullish development is even more substantial emission reductions – i.e. massive decarbonisation in the industrial sectors, whether by better technology or due to carbon leakage. No one has a crystal ball on this, but one thing is clear: EUAs will not see a ceiling any time soon without major decarbonisation.\n\n\n![](https://www.euractiv.com/wp-content/uploads/sites/2/2023/07/oped6.jpg)\n\n\nThe fact that hard coal and lignite are pushed out of Europe’s power mix results from several factors, including the EU ETS. If EUAs keep rising, we expect the power sector decarbonisation to accelerate over the following years.\n\n\nIndustry, meanwhile, had been shielded from the full impact of the ETS for years. With the latest ETS reform, that seems to be a thing of the past as changing free allocation rules will mean that every euro of EUA price increase will often mean hundreds of thousands of euros taken out of the pocket of industrials – unless they find ways to decarbonise.\n\n\n"}, {"source": "Business Today", "title": "Here’s why crucial aspects of India’s carbon market need clarity", "link": "https://www.businesstoday.in/opinion/columns/story/heres-why-crucial-aspects-of-indias-carbon-market-need-clarity-391502-2023-07-27", "summary": "- The Ministry of Power (MoP) has introduced the Carbon Credit Trading Scheme (CCTS) to create a domestic market for tracking and trading carbon credits in India.\n- The CCTS will transition from tradable energy certificates to carbon certificates expressed in tonnes of carbon dioxide equivalent (CO2).\n- The notification lays out the framework, structure, and governance of the domestic carbon market, including the establishment of a National Steering Committee.\n- The Bureau of Energy Efficiency (BEE) will be responsible for accrediting carbon verification agencies, while the Central Electricity Regulatory Commission (CERC) will regulate the trading of certificates.\n- The notification falls short in clarifying operationalization aspects such as eligible consumers, price discovery, and linking the domestic carbon market with international markets.\n- There is no specified timeline for operationalizing the carbon market, and there is limited specification on the sectors eligible to participate.\n- The Green Credit Program aims to incentivize environmentally conscious practices and overlaps with the carbon market, raising questions about their intersection and potential use of green credits.\n- There is uncertainty regarding the linkage between the domestic and international carbon markets and the need to regulate carbon credits exported for trade.\n- Effective price discovery for carbon credits is crucial for market participation, requiring a robust methodology and pilots.\n- The governance structure for voluntary carbon markets and the standards and eligibility criteria need to be defined for India's domestic carbon market.\n- Operationalizing the market requires further efforts in consumer profiling, target setting, cross-ministerial coordination, and monitoring and verification.", "classification": {"category": "CategoryN1", "reason": "The article discusses the Ministry of Power's Carbon Credit Trading Scheme and the establishment of a domestic carbon market in India."}, "sentiment": {"score": 4, "reason": "The article discusses the establishment of a domestic carbon market in India, which is a positive step in addressing carbon emissions and climate change."}, "content": "Economies globally have recognised the urgency of limiting carbon emissions to fight climate change. Putting a price on carbon emissions by developing a trading system (carbon market) to buy and sell carbon credits is one way to limit emissions. The Ministry of Power’s (MoP) recent Carbon Credit Trading Scheme (CCTS) 2023 aims at creating a domestic market for tracking and trading carbon credits. The policy is a step in the right direction for setting up India's compliance and voluntary carbon markets. Still, several questions remain unanswered on whether it operationalises the market.   \n\n\nThe concept of carbon credit is not new in India. The domestic carbon compliance market has existed for a long time in the form of Perform, Achieve and Trade (PAT) for tradable energy certificates (ESCerts) by designated consumers in industrial units from energy-intensive sectors such as aluminium, cement, chlor-alkali, fertiliser, iron & steel, paper & pulp, railways, thermal power and textile. The Renewable Purchase Obligation (RPO) for renewable energy certificates (RECs) by generators producing electricity from clean sources like solar, wind, biomass, small hydro and municipal solid waste is another form of carbon compliance. Further, the Energy Conservation Act 2001 also discusses issuing carbon credit certificates to registered entities. \n\n\nCCTS will now encompass the existing trading mechanism by transitioning from tonnes of oil equivalent (ESCerts) to carbon certificates expressed in tonnes of carbon dioxide (CO2) equivalent.  \n\n\nThe CCTS notification lays the framework and structure of the domestic carbon market. It constitutes a National Steering Committee comprising representatives from key ministries to govern the domestic carbon market. This committee will give recommendations to the Bureau of Energy Efficiency (BEE) for establishing emissions targets and trajectories for obligated entities under the compliance mechanism and lay guidelines for issuing and trading carbon credit certificates outside India. \n\n\nEssentially, BEE will become an administrator and develop procedures and eligibility criteria for accrediting carbon verification agencies. The Grid Controller of India will handle the meta registry for obligated and non-obligated entities under the compliance and voluntary carbon markets, respectively. Meanwhile, the Central Electricity Regulatory Commission (CERC) will regulate the trading of certificates. \n\n\nThe Institute for Energy Economics and Financial Analysis (IEEFA) provided a series of comments in response to the draft CCTS released by the MoP in March 2023. The MoP adopted some of the suggestions, including setting up a meta registry that will be compatible with international registries, the inclusion of the non-power sector, a pathway for setting targets for emission reduction and inclusion of PAT and REC. But, the notification falls short of clarifying the operationalisation aspects, including eligible consumers, price discovery, voluntary market mechanisms and linking the domestic carbon market with the international markets to attract finance and technology. \n\n\n**Timeline for operationalising the market**\n\n\nThe notification does not provide a timeline for operationalising the carbon market, including which section of the market is likely to start first. It defines obligated entities as those notified under the compliance mechanism and non-obligated entities as those that can purchase carbon credit certificates voluntarily. This definition and stakeholder consultations held by the BEE suggest that obligated entities are those that the existing PAT scheme covers. The current cycle for PAT continues until 2025. It is unclear whether the CCTS mandates all or some of these entities to transfer to the carbon credit market. As such, it will be useful to understand the timeline. Some newspaper reports discuss starting the voluntary carbon market right away. This requires clarity on the sectors and a timeline for targets and processes. \n\n\n**Limited specification on the sectors eligible to participate in the domestic carbon market**\n\n\nThe notification states that the MoP will notify greenhouse gas (GHG) emissions intensity targets to the Ministry of Environment, Forest, and Climate Change (MoEFCC), based on recommendations from BEE. Obligated entities will have to achieve these targets along with any other targets, such as non-fossil energy consumption or specific energy consumption, as per the MoP’s notifications. But there is no clarity on the eligibility of the sectors and industries under this scheme. The eleven sectors identified by the National Carbon Market include petroleum refineries, cement, steel, chlor-alkali, aluminium, thermal power plants and fertilisers. Will the list expand to add more sectors? If yes, then the question is how will these additional sectors be identified.  \n\n\n**Aligning with the existing domestic market**\n\n\nThe Green Credit Programme (GCP) announced by MoEFCC aims to incentivise environmentally conscious practises via trading green credits. This will be a purely voluntary market covering eight sectors, primarily affecting rural areas. The sectors focus on increasing tree cover, promoting water conservation, adopting natural and regenerative agricultural practices, improving soil health and the nutritional value of food, managing waste effectively and reducing air pollution.  \n\n\nThese activities under GCP may generate green credits and carbon credits from the same activity under the carbon market. If this is so, how are the two different? What would be the potential use of green credits if they also generate carbon credits that could be sold in the domestic market? How will the two markets intersect or overlap? \n\n\n**Linkages with international carbon markets**\n\n\nIndia has been participating in the sale of carbon credits through the Clean Development Mechanism (CDM) route and private sector-driven voluntary carbon market. Between 2010 and 2022, India issued 278 million credits in the voluntary carbon market, accounting for 17 per cent of global supply, according to the Greenhouse Gas Emissions Special report by S&P Global Commodity Insights. With the domestic carbon market now in place, it is unclear whether the global carbon credit certificates will run parallel to the domestic ones.  \n\n\nIn addition, is there a need to regulate (if yes, how?) carbon credits exported for trade in the international voluntary carbon market? Such decisions will impact India’s strategy to welcome foreign direct investment in decarbonisation activities. \n\n\n**Getting the pricing right for carbon credits**\n\n\nThe effectiveness of the carbon market will depend on the accuracy of carbon price discovery. If the buying price is too high, it will deter participation, especially from micro, small, and medium enterprises (MSMEs). If the selling price is too low, there will be no incentive for real emissions reduction. \n\n\nHence, a robust methodology for price discovery and some pilots will be necessary going forward. The methodology should clearly lay out the process for price discovery based on sectoral or unit-wise emission targets. It also needs structured checks and balances to ensure market stability and prevent an oversupply or overdemand of credits. \n\n\nThe voluntary carbon market requires even greater efforts as price discovery is more complex considering the variety in project sizes, location, quality, value adds, and more. The scheme seems to focus on the compliance market, providing limited guidance for non-obligated entities. Enhancing private sector participation in the voluntary carbon market needs a more structured and incentive-driven mechanism. \n\n\n**Learnings from the global voluntary carbon market**\n\n\nUnlike compliance markets, voluntary markets are usually partially regulated and market-driven. Hence, multiple agencies with their own standards, eligibility criteria and terminologies exist. Offset standards, including Verra's Verified Carbon Standard (VCS) and the Gold Standard, verify the projects and ensure they follow strict rules and maintain high environmental integrity standards. However, these standards usually only assess the original offsetting project and not the broader ecosystem, allowing companies to prioritise whatever makes the most financial sense. \n\n\nAs India sets the foundation for its domestic carbon market, it is crucial to understand the governance structure for voluntary carbon markets. Will the National Steering Committee decide the standards, or will they remain open for the industries to take a call on? Would there be interoperability between voluntary carbon credits bought or sold in the international carbon market and the domestic voluntary market? \n\n\nIEEFA welcomes the efforts taken by MoP to develop the Indian carbon market. Still, operationalising the market requires more efforts on consumer profiling, target setting, cross-ministerial coordination and robust monitoring and verification. The carbon market would help corporations become carbon neutral. In addition to the compliance market, clarity on the timeline and structure of the voluntary market is crucial considering the National Stock Exchange (NSE) and the Indian Energy Exchange (IEX) have already announced plans to explore voluntary carbon market. \n\n\n***Views are personal. The author is Energy Analyst, Institute for Energy Economics and Financial Analysis (IEEFA)***\n\n\n"}]]}